[
    {
        "oaid": "https://openalex.org/A5066699579",
        "name": "Cesar Quilodran Casas",
        "papers": [
            {
                "id": "https://openalex.org/W4286634444",
                "doi": "https://doi.org/10.3390/rs14133228",
                "topic_id": "https://openalex.org/T10555",
                "publication_year": 2022,
                "cited_by_count": 42,
                "title": "Parameter Flexible Wildfire Prediction Using Machine Learning Techniques: Forward and Inverse Modelling",
                "abstract": "Parameter identification for wildfire forecasting models often relies on case-by-case tuning or posterior diagnosis/analysis, which can be computationally expensive due to the complexity of the forward prediction model. In this paper, we introduce an efficient parameter flexible fire prediction algorithm based on machine learning and reduced order modelling techniques. Using a training dataset generated by physics-based fire simulations, the method forecasts burned area at different time steps with a low computational cost. We then address the bottleneck of efficient parameter estimation by developing a novel inverse approach relying on data assimilation techniques (latent assimilation) in the reduced order space. The forward and the inverse modellings are tested on two recent large wildfire events in California. Satellite observations are used to validate the forward prediction approach and identify the model parameters. By combining these forward and inverse approaches, the system manages to integrate real-time observations for parameter adjustment, leading to more accurate future predictions.",
                "citations_per_year": 10.5,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4294804741",
                "doi": "https://doi.org/10.1039/d2lc00416j",
                "topic_id": "https://openalex.org/T11407",
                "publication_year": 2022,
                "cited_by_count": 27,
                "title": "Surfactant-laden droplet size prediction in a flow-focusing microchannel: a data-driven approach",
                "abstract": "Improving surfactant-laden microdroplet size prediction using data-driven methods.",
                "citations_per_year": 6.75,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W4379089507",
                "doi": "https://doi.org/10.48550/arxiv.2305.19894",
                "topic_id": "https://openalex.org/T11714",
                "publication_year": 2023,
                "cited_by_count": 14,
                "title": "Med-UniC: Unifying Cross-Lingual Medical Vision-Language Pre-Training by Diminishing Bias",
                "abstract": "The scarcity of data presents a critical obstacle to the efficacy of medical visionlanguage pre-training (VLP). A potential solution lies in the combination of datasets from various language communities. Nevertheless, the main challenge stems from the complexity of integrating diverse syntax and semantics, language-specific medical terminology, and culture-specific implicit knowledge. Therefore, one crucial aspect to consider is the presence of community bias caused by different languages. This paper presents a novel framework named Unifying Cross-Lingual Medical Vision-Language Pre-Training (Med-UniC), designed to integrate multimodal medical data from the two most prevalent languages, English and Spanish. Specifically, we propose Cross-lingual Text Alignment Regularization (CTR) to explicitly unify cross-lingual semantic representations of medical reports originating from diverse language communities. CTR is optimized through latent language disentanglement, rendering our optimization objective to not depend on negative samples, thereby significantly mitigating the bias from determining positive-negative sample pairs within analogous medical reports. Furthermore, it ensures that the cross-lingual representation is not biased toward any specific language community. Med-UniC reaches superior performance across 5 medical image tasks and 10 datasets encompassing over 30 diseases, offering a versatile framework for unifying multi-modal medical data within diverse linguistic communities. The experimental outcomes highlight the presence of community bias in cross-lingual VLP. Reducing this bias enhances the performance not only in vision-language tasks but also in uni-modal visual tasks.",
                "citations_per_year": 4.67,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4321460171",
                "doi": "https://doi.org/10.1016/j.physa.2023.128564",
                "topic_id": "https://openalex.org/T10466",
                "publication_year": 2023,
                "cited_by_count": 3,
                "title": "A data-driven adversarial machine learning for 3D surrogates of unstructured computational fluid dynamic simulations",
                "abstract": "This paper presents a general workflow to generate and improve the forecast of model surrogates of computational fluid dynamics simulations using deep learning, and most specifically adversarial training. This adversarial approach aims to reduce the divergence of the forecasts from the underlying physical model. Our two-step method integrates a Principal Components Analysis (PCA) based adversarial autoencoder (PC-AAE) with adversarial Long short-term memory (LSTM) networks. Once the reduced-order model (ROM) of the CFD solution is obtained via PCA, an adversarial autoencoder is used on the principal components time series. Subsequentially, a LSTM is adversarially trained on the latent space produced by the PC-AAE to make forecasts. Here we show, that the application of adversarial training improves the rollout of the latent space predictions. Our workflow is applied to three different case studies including two models of urban air pollution in London.",
                "citations_per_year": 1.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4387860105",
                "doi": "https://doi.org/10.3390/mi14101964",
                "topic_id": "https://openalex.org/T13114",
                "publication_year": 2023,
                "cited_by_count": 2,
                "title": "Enhancing Microdroplet Image Analysis with Deep Learning",
                "abstract": "Microfluidics is a highly interdisciplinary field where the integration of deep-learning models has the potential to streamline processes and increase precision and reliability. This study investigates the use of deep-learning methods for the accurate detection and measurement of droplet diameters and the image restoration of low-resolution images. This study demonstrates that the Segment Anything Model (SAM) provides superior detection and reduced droplet diameter error measurement compared to the Circular Hough Transform, which is widely implemented and used in microfluidic imaging. SAM droplet detections prove to be more robust to image quality and microfluidic images with low contrast between the fluid phases. In addition, this work proves that a deep-learning super-resolution network MSRN-BAM can be trained on a dataset comprising of droplets in a flow-focusing microchannel to super-resolve images for scales ×2, ×4, ×6, ×8. Super-resolved images obtain comparable detection and segmentation results to those obtained using high-resolution images. Finally, the potential of deep learning in other computer vision tasks, such as denoising for microfluidic imaging, is shown. The results show that a DnCNN model can denoise effectively microfluidic images with additive Gaussian noise up to σ = 4. This study highlights the potential of employing deep-learning methods for the analysis of microfluidic images.",
                "citations_per_year": 0.67,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W4391009475",
                "doi": "https://doi.org/10.48550/arxiv.2401.07604",
                "topic_id": "https://openalex.org/T10466",
                "publication_year": 2024,
                "cited_by_count": 0,
                "title": "Data Assimilation using ERA5, ASOS, and the U-STN model for Weather Forecasting over the UK",
                "abstract": "In recent years, the convergence of data-driven machine learning models with Data Assimilation (DA) offers a promising avenue for enhancing weather forecasting. This study delves into this emerging trend, presenting our methodologies and outcomes. We harnessed the UK's local ERA5 850 hPa temperature data and refined the U-STN12 global weather forecasting model, tailoring its predictions to the UK's climate nuances. From the ASOS network, we sourced T2m data, representing ground observations across the UK. We employed the advanced kriging method with a polynomial drift term for consistent spatial resolution. Furthermore, Gaussian noise was superimposed on the ERA5 T850 data, setting the stage for ensuing multi-time step synthetic observations. Probing into the assimilation impacts, the ASOS T2m data was integrated with the ERA5 T850 dataset. Our insights reveal that while global forecast models can adapt to specific regions, incorporating atmospheric data in DA significantly bolsters model accuracy. Conversely, the direct assimilation of surface temperature data tends to mitigate this enhancement, tempering the model's predictive prowess.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4403661557",
                "doi": "https://doi.org/10.48550/arxiv.2409.07961",
                "topic_id": "https://openalex.org/T11405",
                "publication_year": 2024,
                "cited_by_count": 0,
                "title": "Estimating Atmospheric Variables from Digital Typhoon Satellite Images\n  via Conditional Denoising Diffusion Models",
                "abstract": "This study explores the application of diffusion models in the field of typhoons, predicting multiple ERA5 meteorological variables simultaneously from Digital Typhoon satellite images. The focus of this study is taken to be Taiwan, an area very vulnerable to typhoons. By comparing the performance of Conditional Denoising Diffusion Probability Model (CDDPM) with Convolutional Neural Networks (CNN) and Squeeze-and-Excitation Networks (SENet), results suggest that the CDDPM performs best in generating accurate and realistic meteorological data. Specifically, CDDPM achieved a PSNR of 32.807, which is approximately 7.9% higher than CNN and 5.5% higher than SENet. Furthermore, CDDPM recorded an RMSE of 0.032, showing a 11.1% improvement over CNN and 8.6% improvement over SENet. A key application of this research can be for imputation purposes in missing meteorological datasets and generate additional high-quality meteorological data using satellite images. It is hoped that the results of this analysis will enable more robust and detailed forecasting, reducing the impact of severe weather events on vulnerable regions. Code accessible at https://github.com/TammyLing/Typhoon-forecasting.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4405073037",
                "doi": "https://doi.org/10.48550/arxiv.2412.02723",
                "topic_id": "https://openalex.org/T11234",
                "publication_year": 2024,
                "cited_by_count": 0,
                "title": "DYffCast: Regional Precipitation Nowcasting Using IMERG Satellite Data.\n  A case study over South America",
                "abstract": "Climate change is increasing the frequency of extreme precipitation events, making weather disasters such as flooding and landslides more likely. The ability to accurately nowcast precipitation is therefore becoming more critical for safeguarding society by providing immediate, accurate information to decision makers. Motivated by the recent success of generative models at precipitation nowcasting, this paper: extends the DYffusion framework to this task and evaluates its performance at forecasting IMERG satellite precipitation data up to a 4-hour horizon; modifies the DYffusion framework to improve its ability to model rainfall data; and introduces a novel loss function that combines MSE, MAE and the LPIPS perceptual score. In a quantitative evaluation of forecasts up to a 4-hour horizon, the modified DYffusion framework trained with the novel loss outperforms four competitor models. It has the highest CSI scores for weak, moderate, and heavy rain thresholds and retains an LPIPS score $<$ 0.2 for the entire roll-out, degrading the least as lead-time increases. The proposed nowcasting model demonstrates visually stable and sharp forecasts up to a 2-hour horizon on a heavy rain case study. Code is available at https://github.com/Dseal95/DYffcast.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4405637235",
                "doi": "https://doi.org/10.21203/rs.3.rs-5409944/v1",
                "topic_id": "https://openalex.org/T11490",
                "publication_year": 2024,
                "cited_by_count": 0,
                "title": "Data-driven Flood Prediction for Bangladesh at a 2-km Spatial Resolution Using ConvLSTM",
                "abstract": "<title>Abstract</title> Flood prediction is a critical component of disaster preparedness, especially given the substantial economic and social consequences of flooding. As climate change intensifies the frequency and severity of extreme weather events, the need for accurate flood forecasting becomes even more urgent. This study focuses on Bangladesh, applying Convolutional Long-Short Term Memory (ConvLSTM) architectures to predict flooding at a spatial resolution of approximately 2 km, using a straightforward set of publicly available satellite images. The objective is to explore whether machine learning can simplify flood prediction while expanding the coverage of existing models. The model produces pixel-level flood probability maps, showing promising results in predicting large-scale flooding with Area Under the Curve (AUC) values above 0.9 and Structural Similarity Index (SSIM) scores exceeding 0.8. These outputs are both plausible and readily integrable into existing or new disaster response frameworks. As many regions remain underserved by flood prediction systems, this work lays the foundation for scalable machine learning applications that can help mitigate inequalities exacerbated by the increasing risk of flooding.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4287332788",
                "doi": "https://doi.org/10.48550/arxiv.2102.02664",
                "topic_id": "https://openalex.org/T10410",
                "publication_year": 2021,
                "cited_by_count": 5,
                "title": "Digital twins based on bidirectional LSTM and GAN for modelling the COVID-19 pandemic",
                "abstract": "The outbreak of the coronavirus disease 2019 (COVID-19) has now spread throughout the globe infecting over 150 million people and causing the death of over 3.2 million people. Thus, there is an urgent need to study the dynamics of epidemiological models to gain a better understanding of how such diseases spread. While epidemiological models can be computationally expensive, recent advances in machine learning techniques have given rise to neural networks with the ability to learn and predict complex dynamics at reduced computational costs. Here we introduce two digital twins of a SEIRS model applied to an idealised town. The SEIRS model has been modified to take account of spatial variation and, where possible, the model parameters are based on official virus spreading data from the UK. We compare predictions from a data-corrected Bidirectional Long Short-Term Memory network and a predictive Generative Adversarial Network. The predictions given by these two frameworks are accurate when compared to the original SEIRS model data. Additionally, these frameworks are data-agnostic and could be applied to towns, idealised or real, in the UK or in other countries. Also, more compartments could be included in the SEIRS model, in order to study more realistic epidemiological behaviour.",
                "citations_per_year": 1.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4387355792",
                "doi": "https://doi.org/10.48550/arxiv.2310.01690",
                "topic_id": "https://openalex.org/T11483",
                "publication_year": 2023,
                "cited_by_count": 1,
                "title": "Forecasting Tropical Cyclones with Cascaded Diffusion Models",
                "abstract": "As tropical cyclones become more intense due to climate change, the rise of Al-based modelling provides a more affordable and accessible approach compared to traditional methods based on mathematical models. This work leverages generative diffusion models to forecast cyclone trajectories and precipitation patterns by integrating satellite imaging, remote sensing, and atmospheric data. It employs a cascaded approach that incorporates three main tasks: forecasting, super-resolution, and precipitation modelling. The training dataset includes 51 cyclones from six major tropical cyclone basins from January 2019 - March 2023. Experiments demonstrate that the final forecasts from the cascaded models show accurate predictions up to a 36-hour rollout, with excellent Structural Similarity (SSIM) and Peak-Singal-To-Noise Ratio (PSNR) values exceeding 0.5 and 20 dB, respectively, for all three tasks. The 36-hour forecasts can be produced in as little as 30 mins on a single Nvidia A30/RTX 2080 Ti. This work also highlights the promising efficiency of Al methods such as diffusion models for high-performance needs in weather forecasting, such as tropical cyclone forecasting, while remaining computationally affordable, making them ideal for highly vulnerable regions with critical forecasting needs and financial limitations. Code accessible at \\url{https://github.com/nathzi1505/forecast-diffmodels}.",
                "citations_per_year": 0.33,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4389421117",
                "doi": "https://doi.org/10.48550/arxiv.2312.01529",
                "topic_id": "https://openalex.org/T11714",
                "publication_year": 2023,
                "cited_by_count": 1,
                "title": "T3D: Towards 3D Medical Image Understanding through Vision-Language Pre-training",
                "abstract": "Expert annotation of 3D medical image for downstream analysis is resource-intensive, posing challenges in clinical applications. Visual self-supervised learning (vSSL), though effective for learning visual invariance, neglects the incorporation of domain knowledge from medicine. To incorporate medical knowledge into visual representation learning, vision-language pre-training (VLP) has shown promising results in 2D image. However, existing VLP approaches become generally impractical when applied to high-resolution 3D medical images due to GPU hardware constraints and the potential loss of critical details caused by downsampling, which is the intuitive solution to hardware constraints. To address the above limitations, we introduce T3D, the first VLP framework designed for high-resolution 3D medical images. T3D incorporates two text-informed pretext tasks: (\\lowerromannumeral{1}) text-informed contrastive learning; (\\lowerromannumeral{2}) text-informed image restoration. These tasks focus on learning 3D visual representations from high-resolution 3D medical images and integrating clinical knowledge from radiology reports, without distorting information through forced alignment of downsampled volumes with detailed anatomical text. Trained on a newly curated large-scale dataset of 3D medical images and radiology reports, T3D significantly outperforms current vSSL methods in tasks like organ and tumor segmentation, as well as disease classification. This underlines T3D's potential in representation learning for 3D medical image analysis. All data and code will be available upon acceptance.",
                "citations_per_year": 0.33,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3163062825",
                "doi": null,
                "topic_id": "https://openalex.org/T10410",
                "publication_year": 2021,
                "cited_by_count": 2,
                "title": "Digital twins based on bidirectional LSTM and GAN for modelling the COVID-19 pandemic",
                "abstract": "The outbreak of the coronavirus disease 2019 (COVID-19) has now spread throughout the globe infecting over 150 million people and causing the death of over 3.2 million people. Thus, there is an urgent need to study the dynamics of epidemiological models to gain a better understanding of how such diseases spread. While epidemiological models can be computationally expensive, recent advances in machine learning techniques have given rise to neural networks with the ability to learn and predict complex dynamics at reduced computational costs. Here we introduce two digital twins of a SEIRS model applied to an idealised town. The SEIRS model has been modified to take account of spatial variation and, where possible, the model parameters are based on official virus spreading data from the UK. We compare predictions from a data-corrected Bidirectional Long Short-Term Memory network and a predictive Generative Adversarial Network. The predictions given by these two frameworks are accurate when compared to the original SEIRS model data. \r\nAdditionally, these frameworks are data-agnostic and could be applied to towns, idealised or real, in the UK or in other countries. Also, more compartments could be included in the SEIRS model, in order to study more realistic epidemiological behaviour.",
                "citations_per_year": 0.4,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4286541186",
                "doi": "https://doi.org/10.2139/ssrn.4167910",
                "topic_id": "https://openalex.org/T10597",
                "publication_year": 2022,
                "cited_by_count": 1,
                "title": "An Efficient Digital Twin Based on Machine Learning Svd Autoencoder and Generalised Latent Assimilation for Nuclear Reactor Physics",
                "abstract": "This paper proposes an approach that combines reduced-order models with machine learning in order to create an digital twin to predict the power distribution over the core during the operation stage. The operational digital twin is designed to solve forward problems given input operation parameters, as well as to solve inverse problems given some observations of the power field. The forward model is realised using SVD autoencoder reduced order model and machine learning methods. The inverse model is based on a generalised latent assimilation method. The effectiveness in the sense of accuracy and real-time solver of the digital twin is illustrated through a real engineering problem in nuclear reactor physics - reactor core simulation in the life cycle of HPR1000 affected by control rod inserting step, burnup, power level and inlet temperature of the coolant, which shows potential applications for on-line monitoring purpose.",
                "citations_per_year": 0.25,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4221149291",
                "doi": "https://doi.org/10.48550/arxiv.2201.02433",
                "topic_id": "https://openalex.org/T11052",
                "publication_year": 2022,
                "cited_by_count": 0,
                "title": "Forecasting emissions through Kaya identity using Neural Ordinary Differential Equations",
                "abstract": "Starting from the Kaya identity, we used a Neural ODE model to predict the evolution of several indicators related to carbon emissions, on a country-level: population, GDP per capita, energy intensity of GDP, carbon intensity of energy. We compared the model with a baseline statistical model - VAR - and obtained good performances. We conclude that this machine-learning approach can be used to produce a wide range of results and give relevant insight to policymakers",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3128731282",
                "doi": null,
                "topic_id": "https://openalex.org/T10410",
                "publication_year": 2021,
                "cited_by_count": 0,
                "title": "Digital twins based on bidirectional LSTM and GAN for modelling COVID-19.",
                "abstract": "The outbreak of the coronavirus disease 2019 (COVID-19) has now spread throughout the globe infecting over 100 million people and causing the death of over 2.2 million people. Thus, there is an urgent need to study the dynamics of epidemiological models to gain a better understanding of how such diseases spread. While epidemiological models can be computationally expensive, recent advances in machine learning techniques have given rise to neural networks with the ability to learn and predict complex dynamics at reduced computational costs. Here we introduce two digital twins of a SEIRS model applied to an idealised town. The SEIRS model has been modified to take account of spatial variation and, where possible, the model parameters are based on official virus spreading data from the UK. We compare predictions from a data-corrected Bidirectional Long Short-Term Memory network and a predictive Generative Adversarial Network. The predictions given by these two frameworks are accurate when compared to the original SEIRS model data. Additionally, these frameworks are data-agnostic and could be applied to towns, idealised or real, in the UK or in other countries. Also, more compartments could be included in the SEIRS model, in order to study more realistic epidemiological behaviour.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            }
        ]
    },
    {
        "oaid": "https://openalex.org/A5014925748",
        "name": "Martin Buck",
        "papers": [
            {
                "id": "https://openalex.org/W2149778176",
                "doi": "https://doi.org/10.1038/ncomms1516",
                "topic_id": "https://openalex.org/T10621",
                "publication_year": 2011,
                "cited_by_count": 409,
                "title": "Engineering modular and orthogonal genetic logic gates for robust digital-like synthetic biology",
                "abstract": "Modular and orthogonal genetic logic gates are essential for building robust biologically based digital devices to customize cell signalling in synthetic biology. Here we constructed an orthogonal AND gate in Escherichia coli using a novel hetero-regulation module from Pseudomonas syringae. The device comprises two co-activating genes hrpR and hrpS controlled by separate promoter inputs, and a σ54-dependent hrpL promoter driving the output. The hrpL promoter is activated only when both genes are expressed, generating digital-like AND integration behaviour. The AND gate is demonstrated to be modular by applying new regulated promoters to the inputs, and connecting the output to a NOT gate module to produce a combinatorial NAND gate. The circuits were assembled using a parts-based engineering approach of quantitative characterization, modelling, followed by construction and testing. The results show that new genetic logic devices can be engineered predictably from novel native orthogonal biological control elements using quantitatively in-context characterized parts. Biological digital sensors require the fabrication of modular genetic logic gates. Using thePseudomonas syringae hrpsystem, Wang and colleagues generate AND, NOT and NAND gates, demonstrating the ability to engineer a modular system from biological elements.",
                "citations_per_year": 27.27,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W1997761243",
                "doi": "https://doi.org/10.1200/jco.2010.34.3178",
                "topic_id": "https://openalex.org/T10550",
                "publication_year": 2011,
                "cited_by_count": 224,
                "title": "Randomized, Double-Blind, Placebo-Controlled Phase II Study of AMG 386 Combined With Weekly Paclitaxel in Patients With Recurrent Ovarian Cancer",
                "abstract": "To estimate the efficacy and toxicity of AMG 386, an investigational peptide-Fc fusion protein that neutralizes the interaction between the Tie2 receptor and angiopoietin-1/2, plus weekly paclitaxel in patients with recurrent ovarian cancer.Patients with recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer were randomly assigned 1:1:1 to receive paclitaxel (80 mg/m(2) once weekly [QW], 3 weeks on/1 week off) plus intravenous AMG 386 10 mg/kg QW (arm A), AMG 386 3 mg/kg QW (arm B), or placebo QW (arm C). The primary end point was progression-free survival (PFS). Secondary end points included overall survival, objective response, CA-125 response, safety, and pharmacokinetics.One hundred sixty-one patients were randomly assigned. Median PFS was 7.2 months (95% CI, 5.3 to 8.1 months) in arm A, 5.7 months (95% CI, 4.6 to 8.0 months) in arm B, and 4.6 months (95% CI, 1.9 to 6.7 months) in arm C. The hazard ratio for arms A and B combined versus arm C was 0.76 (95% CI, 0.52 to 1.12; P = .165). Further analyses suggested an exploratory dose-response effect for PFS across arms (Tarone's test, P = .037). Objective response rates for arms A, B, and C were 37%, 19%, and 27%, respectively. The incidence of grade ≥ 3 adverse events (AEs) in arms A, B, and C was 65%, 55%, and 64%, respectively. Frequent AEs included hypertension (8%, 6%, and 5% in arms A, B, and C, respectively), peripheral edema (71%, 51%, and 22% in arms A, B, and C, respectively), and hypokalemia (21%, 15%, and 5% in arms A, B, and C, respectively). AMG 386 exhibited linear pharmacokinetic properties at the tested doses.AMG 386 combined with weekly paclitaxel was tolerable, with a manageable and distinct toxicity profile. The data suggest evidence of antitumor activity and a dose-response effect, warranting further studies in ovarian cancer.",
                "citations_per_year": 14.93,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2132940078",
                "doi": "https://doi.org/10.1016/j.bios.2012.08.011",
                "topic_id": "https://openalex.org/T12561",
                "publication_year": 2012,
                "cited_by_count": 212,
                "title": "A modular cell-based biosensor using engineered genetic logic circuits to detect and integrate multiple environmental signals",
                "abstract": "Cells perceive a wide variety of cellular and environmental signals, which are often processed combinatorially to generate particular phenotypic responses. Here, we employ both single and mixed cell type populations, pre-programmed with engineered modular cell signalling and sensing circuits, as processing units to detect and integrate multiple environmental signals. Based on an engineered modular genetic AND logic gate, we report the construction of a set of scalable synthetic microbe-based biosensors comprising exchangeable sensory, signal processing and actuation modules. These cellular biosensors were engineered using distinct signalling sensory modules to precisely identify various chemical signals, and combinations thereof, with a quantitative fluorescent output. The genetic logic gate used can function as a biological filter and an amplifier to enhance the sensing selectivity and sensitivity of cell-based biosensors. In particular, an Escherichia coli consortium-based biosensor has been constructed that can detect and integrate three environmental signals (arsenic, mercury and copper ion levels) via either its native two-component signal transduction pathways or synthetic signalling sensors derived from other bacteria in combination with a cell-cell communication module. We demonstrate how a modular cell-based biosensor can be engineered predictably using exchangeable synthetic gene circuit modules to sense and integrate multiple-input signals. This study illustrates some of the key practical design principles required for the future application of these biosensors in broad environmental and healthcare areas.",
                "citations_per_year": 15.14,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2053712365",
                "doi": "https://doi.org/10.1038/ncomms5115",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2014,
                "cited_by_count": 160,
                "title": "Nitrogen stress response and stringent response are coupled in Escherichia coli",
                "abstract": "Assimilation of nitrogen is an essential process in bacteria. The nitrogen regulation stress response is an adaptive mechanism used by nitrogen-starved Escherichia coli to scavenge for alternative nitrogen sources and requires the global transcriptional regulator NtrC. In addition, nitrogen-starved E. coli cells synthesize a signal molecule, guanosine tetraphosphate (ppGpp), which serves as an effector molecule of many processes including transcription to initiate global physiological changes, collectively termed the stringent response. The regulatory mechanisms leading to elevated ppGpp levels during nutritional stresses remain elusive. Here, we show that transcription of relA, a key gene responsible for the synthesis of ppGpp, is activated by NtrC during nitrogen starvation. The results reveal that NtrC couples these two major bacterial stress responses to manage conditions of nitrogen limitation, and provide novel mechanistic insights into how a specific nutritional stress leads to elevating ppGpp levels in bacteria.",
                "citations_per_year": 13.33,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2944512907",
                "doi": "https://doi.org/10.21769/bioprotoc.3230",
                "topic_id": "https://openalex.org/T10076",
                "publication_year": 2019,
                "cited_by_count": 128,
                "title": "Analysis of indole-3-acetic acid (IAA) production in Klebsiella by LC-MS/MS and the Salkowski method",
                "abstract": "Many rhizobacteria isolated from plant rhizosphere produce various phytohormones in the form of secondary metabolites, the most common of which is Indole-3-acetic acid (IAA). Here, we detail analytical protocols of IAA detection and quantification, in vitro and in situ, as recently applied to Klebsiella SGM 81, a rhizobacterium isolated from the rhizosphere of Dianthus caryophyllus (a commercially important flower across the globe). Specifically, we describe a detailed protocol for a colorimetric assay using the Salkowski reagent method, which can be used to screen for the presence of Indole compounds. To further detect and quantify IAA, a highly accurate analytical approach of LC-MS/MS is used. To detect the presence of IAA around the root system of Dianthus caryophyllus, in situ staining of plant roots is done using Salkowski reagent.",
                "citations_per_year": 18.29,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2148064314",
                "doi": "https://doi.org/10.1093/nar/gku593",
                "topic_id": "https://openalex.org/T10621",
                "publication_year": 2014,
                "cited_by_count": 122,
                "title": "Engineering modular and tunable genetic amplifiers for scaling transcriptional signals in cascaded gene networks",
                "abstract": "Synthetic biology aims to control and reprogram signal processing pathways within living cells so as to realize repurposed, beneficial applications. Here we report the design and construction of a set of modular and gain-tunable genetic amplifiers in Escherichia coli capable of amplifying a transcriptional signal with wide tunable-gain control in cascaded gene networks. The devices are engineered using orthogonal genetic components (hrpRS, hrpV and PhrpL) from the hrp (hypersensitive response and pathogenicity) gene regulatory network in Pseudomonas syringae. The amplifiers can linearly scale up to 21-fold the transcriptional input with a large output dynamic range, yet not introducing significant time delay or significant noise during signal amplification. The set of genetic amplifiers achieves different gains and input dynamic ranges by varying the expression levels of the underlying ligand-free activator proteins in the device. As their electronic counterparts, these engineered transcriptional amplifiers can act as fundamental building blocks in the design of biological systems by predictably and dynamically modulating transcriptional signal flows to implement advanced intra- and extra-cellular control functions.",
                "citations_per_year": 10.17,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W1987043663",
                "doi": "https://doi.org/10.1093/nar/gku1388",
                "topic_id": "https://openalex.org/T10878",
                "publication_year": 2015,
                "cited_by_count": 106,
                "title": "Amplification of small molecule-inducible gene expression via tuning of intracellular receptor densities",
                "abstract": "Abstract Ligand-responsive transcription factors in prokaryotes found simple small molecule-inducible gene expression systems. These have been extensively used for regulated protein production and associated biosynthesis of fine chemicals. However, the promoter and protein engineering approaches traditionally used often pose significant restrictions to predictably and rapidly tune the expression profiles of inducible expression systems. Here, we present a new unified and rational tuning method to amplify the sensitivity and dynamic ranges of versatile small molecule-inducible expression systems. We employ a systematic variation of the concentration of intracellular receptors for transcriptional control. We show that a low density of the repressor receptor (e.g. TetR and ArsR) in the cell can significantly increase the sensitivity and dynamic range, whereas a high activator receptor (e.g. LuxR) density achieves the same outcome. The intracellular concentration of receptors can be tuned in both discrete and continuous modes by adjusting the strength of their cognate driving promoters. We exemplified this approach in several synthetic receptor-mediated sensing circuits, including a tunable cell-based arsenic sensor. The approach offers a new paradigm to predictably tune and amplify ligand-responsive gene expression with potential applications in synthetic biology and industrial biotechnology.",
                "citations_per_year": 9.64,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2119646041",
                "doi": "https://doi.org/10.1200/jco.2013.50.5669",
                "topic_id": "https://openalex.org/T10550",
                "publication_year": 2013,
                "cited_by_count": 101,
                "title": "Randomized Phase III Study of Erlotinib Versus Observation in Patients With No Evidence of Disease Progression After First-Line Platin-Based Chemotherapy for Ovarian Carcinoma: A European Organisation for Research and Treatment of Cancer-Gynaecological Cancer Group, and Gynecologic Cancer Intergroup Study",
                "abstract": "This trial evaluated the efficacy of maintenance erlotinib, an epidermal growth factor receptor (EGFR) tyrosine kinase inhibitor, after first-line chemotherapy.Eligible patients had high-risk International Federation of Gynecology and Obstetrics stage I or stage II to IV epithelial ovarian, primary peritoneal, or fallopian tube cancer and were not selected for EGFR expression. All patients underwent first-line platinum-based chemotherapy (CT) and showed no signs of progression at the end of CT. Patients were randomly assigned to maintenance erlotinib 150 mg orally daily for 2 years or to observation. EGFR immunohistochemistry (IHC), fluorescent in situ hybridization (FISH), and mutation analyses were performed in 318 patients.Between October 2005 and February 2008, 835 patients were randomly assigned (median follow-up, 51 months). Twenty-six percent of the patients stopped erlotinib as a result of adverse effects (of these, 67% were due to rash). For erlotinib and observation, respectively, the median progression-free survival was 12.7 and 12.4 months (hazard ratio [HR], 1.05; 95% CI, 0.90 to 1.23), and the median overall survival was 50.8 and 59.1 months (HR, 0.99; 95% CI, 0.81 to 1.20 months), respectively. No subgroup could be identified with improved effect of erlotinib, based on IHC or FISH for EGFR, or mutations in genes related to the EGFR pathway, or on rash during erlotinib therapy. However, patients with a positive FISH EGFR score had a worse overall survival (46.1 months) than those with a negative score (67.0 months; HR, 1.56; 95% CI, 1.01 to 2.40; P = .044). Global health/quality-of-life scores showed a significant difference during the first year (P = .0102) in favor of the observation arm.Maintenance erlotinib after first-line treatment in ovarian cancer did not improve progression-free or overall survival.",
                "citations_per_year": 7.77,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3174218777",
                "doi": "https://doi.org/10.1016/j.cell.2021.05.041",
                "topic_id": "https://openalex.org/T10303",
                "publication_year": 2021,
                "cited_by_count": 84,
                "title": "Bacterial Vipp1 and PspA are members of the ancient ESCRT-III membrane-remodeling superfamily",
                "abstract": "Membrane remodeling and repair are essential for all cells. Proteins that perform these functions include Vipp1/IM30 in photosynthetic plastids, PspA in bacteria, and ESCRT-III in eukaryotes. Here, using a combination of evolutionary and structural analyses, we show that these protein families are homologous and share a common ancient evolutionary origin that likely predates the last universal common ancestor. This homology is evident in cryo-electron microscopy structures of Vipp1 rings from the cyanobacterium Nostoc punctiforme presented over a range of symmetries. Each ring is assembled from rungs that stack and progressively tilt to form dome-shaped curvature. Assembly is facilitated by hinges in the Vipp1 monomer, similar to those in ESCRT-III proteins, which allow the formation of flexible polymers. Rings have an inner lumen that is able to bind and deform membranes. Collectively, these data suggest conserved mechanistic principles that underlie Vipp1, PspA, and ESCRT-III-dependent membrane remodeling across all domains of life.",
                "citations_per_year": 16.8,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W1963863696",
                "doi": "https://doi.org/10.1038/ncomms1177",
                "topic_id": "https://openalex.org/T11578",
                "publication_year": 2011,
                "cited_by_count": 97,
                "title": "Regulation of the co-evolved HrpR and HrpS AAA+ proteins required for Pseudomonas syringae pathogenicity",
                "abstract": "The bacterial AAA+ enhancer-binding proteins (EBPs) HrpR and HrpS (HrpRS) of Pseudomonas syringae (Ps) activate σ54-dependent transcription at the hrpL promoter; triggering type-three secretion system-mediated pathogenicity. In contrast with singly acting EBPs, the evolution of the strictly co-operative HrpRS pair raises questions of potential benefits and mechanistic differences this transcription control system offers. Here, we show distinct properties of HrpR and HrpS variants, indicating functional specialization of these non-redundant, tandemly arranged paralogues. Activities of HrpR, HrpS and their control proteins HrpV and HrpG from Ps pv. tomato DC3000 in vitro establish that HrpRS forms a transcriptionally active hetero-hexamer, that there is a direct negative regulatory role for HrpV through specific binding to HrpS and that HrpG suppresses HrpV. The distinct HrpR and HrpS functionalities suggest how partial paralogue degeneration has potentially led to a novel control mechanism for EBPs and indicate subunit-specific roles for EBPs in σ54-RNA polymerase activation. HrpR and HrpS enhancer-binding proteins ofPseudomonas syringae activate σ54-dependent transcription of the HrpL promoter and are required for type-three secretion pathogenicity. Here, the authors demonstrate that, despite being co-regulated, HrpR and HrpS each have distinct functions for activating σ54.",
                "citations_per_year": 6.47,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2236935152",
                "doi": "https://doi.org/10.1126/science.aab1478",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2015,
                "cited_by_count": 78,
                "title": "Structures of the RNA polymerase-σ <sup>54</sup> reveal new and conserved regulatory strategies",
                "abstract": "Keeping gene transcription in check Transcription of all genes is carried out by RNA polymerase (RNAP). The enzyme is thus a pivotal regulation point for many cell and developmental processes. In bacteria, sigma factors play a vital role in transcription regulation, with σ54 being critical for transcription of many stress response genes. Yang et al. determined the x-ray crystal structure of RNAP bound to σ54, as well as promoter DNA. In the initial inhibited state of the RNAP-σ54 complex, the σ54 blocks the template DNA from entering the RNAP active site and the downstream DNA channel. Science , this issue p. 882",
                "citations_per_year": 7.09,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2172053236",
                "doi": "https://doi.org/10.1128/mbio.01188-15",
                "topic_id": "https://openalex.org/T10303",
                "publication_year": 2015,
                "cited_by_count": 73,
                "title": "Membrane Stored Curvature Elastic Stress Modulates Recruitment of Maintenance Proteins PspA and Vipp1",
                "abstract": "Phage shock protein A (PspA), which is responsible for maintaining inner membrane integrity under stress in enterobacteria, and vesicle-inducting protein in plastids 1 (Vipp1), which functions for membrane maintenance and thylakoid biogenesis in cyanobacteria and plants, are similar peripheral membrane-binding proteins. Their homologous N-terminal amphipathic helices are required for membrane binding; however, the membrane features recognized and required for expressing their functionalities have remained largely uncharacterized. Rigorously controlled, in vitro methodologies with lipid vesicles and purified proteins were used in this study and provided the first biochemical and biophysical characterizations of membrane binding by PspA and Vipp1. Both proteins are found to sense stored curvature elastic (SCE) stress and anionic lipids within the membrane. PspA has an enhanced sensitivity for SCE stress and a higher affinity for the membrane than Vipp1. These variations in binding may be crucial for some of the proteins' differing roles in vivo. Assays probing the transcriptional regulatory function of PspA in the presence of vesicles showed that a relief of transcription inhibition occurs in an SCE stress-specific manner. This in vitro recapitulation of membrane stress-dependent transcription control suggests that the Psp response may be mounted in vivo when a cell's inner membrane experiences increased SCE stress.All cell types maintain the integrity of their membrane systems. One widely distributed membrane stress response system in bacteria is the phage shock protein (Psp) system. The central component, peripheral membrane protein PspA, which mitigates inner membrane stress in bacteria, has a counterpart, Vipp1, which functions for membrane maintenance and thylakoid biogenesis in plants and photosynthetic bacteria. Membrane association of both these proteins is accepted as playing a pivotal role in their functions. Here we show that direct membrane binding by PspA and Vipp1 is driven by two physio-chemical signals, one of which is membrane stress specific. Our work points to alleviation of membrane stored curvature elastic stress by amphipathic helix insertions as an attractive mechanism for membrane maintenance by PspA and Vipp1. Furthermore, the identification of a physical, stress-related membrane signal suggests a unilateral mechanism that promotes both binding of PspA and induction of the Psp response.",
                "citations_per_year": 6.64,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2101845851",
                "doi": "https://doi.org/10.1128/mbio.00881-13",
                "topic_id": "https://openalex.org/T10301",
                "publication_year": 2013,
                "cited_by_count": 67,
                "title": "Nitrogen and Carbon Status Are Integrated at the Transcriptional Level by the Nitrogen Regulator NtrC <i>In Vivo</i>",
                "abstract": "ABSTRACT Nitrogen regulation in Escherichia coli is a model system for gene regulation in bacteria. Growth on glutamine as a sole nitrogen source is assumed to be nitrogen limiting, inferred from slow growth and strong NtrB/NtrC-dependent gene activation. However, we show that under these conditions, the intracellular glutamine concentration is not limiting but 5.6-fold higher than in ammonium-replete conditions; in addition, α-ketoglutarate concentrations are elevated. We address this glutamine paradox from a systems perspective. We show that the dominant role of NtrC is to regulate glnA transcription and its own expression, indicating that the glutamine paradox is not due to NtrC-independent gene regulation. The absolute intracellular NtrC and GS concentrations reveal molecular control parameters, where NtrC-specific activities were highest in nitrogen-starved cells, while under glutamine growth, NtrC showed intermediate specific activity. We propose an in vivo model in which α-ketoglutarate can derepress nitrogen regulation despite nitrogen sufficiency. IMPORTANCE Nitrogen is the most important nutrient for cell growth after carbon, and its metabolism is coordinated at the metabolic, transcriptional, and protein levels. We show that growth on glutamine as a sole nitrogen source, commonly assumed to be nitrogen limiting and used as such as a model system for nitrogen limitation, is in fact nitrogen replete. Our integrative quantitative analysis of key molecules involved in nitrogen assimilation and regulation reveal that glutamine is not necessarily the dominant molecule signaling nitrogen sufficiency and that α-ketoglutarate may play a more important role in signaling nitrogen status. NtrB/NtrC integrates α-ketoglutarate and glutamine signaling—sensed by the UTase ( glnD ) and PII ( glnB ), respectively—and regulates the nitrogen response through self-regulated expression and phosphorylation-dependent activation of the nitrogen ( ntr ) regulon. Our findings support α-ketoglutarate acting as a global regulatory metabolite.",
                "citations_per_year": 5.15,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2315133195",
                "doi": "https://doi.org/10.1016/j.ab.2016.03.017",
                "topic_id": "https://openalex.org/T12561",
                "publication_year": 2016,
                "cited_by_count": 56,
                "title": "Single-step method for β-galactosidase assays in Escherichia coli using a 96-well microplate reader",
                "abstract": "Historically, the lacZ gene is one of the most universally used reporters of gene expression in molecular biology. Its activity can be quantified using an artificial substrate, o-nitrophenyl-ß-d-galactopyranoside (ONPG). However, the traditional method for measuring LacZ activity (first described by J. H. Miller in 1972) can be challenging for a large number of samples, is prone to variability, and involves hazardous compounds for lysis (e.g., chloroform, toluene). Here we describe a single-step assay using a 96-well microplate reader with a proven alternative cell permeabilization method. This modified protocol reduces handling time by 90%.",
                "citations_per_year": 5.6,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W2620766554",
                "doi": "https://doi.org/10.1016/j.molcel.2017.05.010",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2017,
                "cited_by_count": 47,
                "title": "Structures of RNA Polymerase Closed and Intermediate Complexes Reveal Mechanisms of DNA Opening and Transcription Initiation",
                "abstract": "Gene transcription is carried out by RNA polymerases (RNAPs). For transcription to occur, the closed promoter complex (RPc), where DNA is double stranded, must isomerize into an open promoter complex (RPo), where the DNA is melted out into a transcription bubble and the single-stranded template DNA is delivered to the RNAP active site. Using a bacterial RNAP containing the alternative σ54 factor and cryoelectron microscopy, we determined structures of RPc and the activator-bound intermediate complex en route to RPo at 3.8 and 5.8 Å. Our structures show how RNAP-σ54 interacts with promoter DNA to initiate the DNA distortions required for transcription bubble formation, and how the activator interacts with RPc, leading to significant conformational changes in RNAP and σ54 that promote RPo formation. We propose that DNA melting is an active process initiated in RPc and that the RNAP conformations of intermediates are significantly different from that of RPc and RPo.",
                "citations_per_year": 5.22,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2145960894",
                "doi": "https://doi.org/10.1128/mbio.01168-14",
                "topic_id": "https://openalex.org/T11578",
                "publication_year": 2014,
                "cited_by_count": 42,
                "title": "Chp8, a Diguanylate Cyclase from Pseudomonas syringae pv. Tomato DC3000, Suppresses the Pathogen-Associated Molecular Pattern Flagellin, Increases Extracellular Polysaccharides, and Promotes Plant Immune Evasion",
                "abstract": "ABSTRACT The bacterial plant pathogen Pseudomonas syringae causes disease in a wide range of plants. The associated decrease in crop yields results in economic losses and threatens global food security. Competition exists between the plant immune system and the pathogen, the basic principles of which can be applied to animal infection pathways. P. syringae uses a type III secretion system (T3SS) to deliver virulence factors into the plant that promote survival of the bacterium. The P. syringae T3SS is a product of the hypersensitive response and pathogenicity ( hrp ) and hypersensitive response and conserved ( hrc ) gene cluster, which is strictly controlled by the codependent enhancer-binding proteins HrpR and HrpS. Through a combination of bacterial gene regulation and phenotypic studies, plant infection assays, and plant hormone quantifications, we now report that Chp8 (i) is embedded in the Hrp regulon and expressed in response to plant signals and HrpRS, (ii) is a functional diguanylate cyclase, (iii) decreases the expression of the major pathogen-associated molecular pattern (PAMP) flagellin and increases extracellular polysaccharides (EPS), and (iv) impacts the salicylic acid/jasmonic acid hormonal immune response and disease progression. We propose that Chp8 expression dampens PAMP-triggered immunity during early plant infection. IMPORTANCE The global demand for food is projected to rise by 50% by 2030 and, as such, represents one of the major challenges of the 21st century, requiring improved crop management. Diseases caused by plant pathogens decrease crop yields, result in significant economic losses, and threaten global food security. Gaining mechanistic insights into the events at the plant-pathogen interface and employing this knowledge to make crops more resilient is one important strategy for improving crop management. Plant-pathogen interactions are characterized by the sophisticated interplay between plant immunity elicited upon pathogen recognition and immune evasion by the pathogen. Here, we identify Chp8 as a contributor to the major effort of the plant pathogen Pseudomonas syringae pv. tomato DC3000 to evade immune responses of the plant.",
                "citations_per_year": 3.5,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2545531801",
                "doi": "https://doi.org/10.1016/j.bbamem.2016.10.018",
                "topic_id": "https://openalex.org/T10303",
                "publication_year": 2016,
                "cited_by_count": 41,
                "title": "Structure and function of PspA and Vipp1 N-terminal peptides: Insights into the membrane stress sensing and mitigation",
                "abstract": "The phage shock protein (Psp) response maintains integrity of the inner membrane (IM) in response to extracytoplasmic stress conditions and is widely distributed amongst enterobacteria. Its central component PspA, a member of the IM30 peripheral membrane protein family, acts as a major effector of the system through its direct association with the IM. Under non-stress conditions PspA also negatively regulates its own expression via direct interaction with the AAA + ATPase PspF. PspA has a counterpart in cyanobacteria called Vipp1, which is implicated in protection of the thylakoid membranes. PspA's and Vipp1's conserved N-terminal regions contain a putative amphipathic helix a (AHa) required for membrane binding. An adjacent amphipathic helix b (AHb) in PspA is required for imposing negative control upon PspF. Here, purified peptides derived from the putative AH regions of PspA and Vipp1 were used to directly probe their effector and regulatory functions. We observed direct membrane-binding of AHa derived peptides and an accompanying change in secondary structure from unstructured to alpha-helical establishing them as bona fide membrane-sensing AH's. The peptide-binding specificities and their effects on membrane stability depend on membrane anionic lipid content and stored curvature elastic stress, in agreement with full length PspA and Vipp1 protein functionalities. AHb of PspA inhibited the ATPase activity of PspF demonstrating its direct regulatory role. These findings provide new insight into the membrane binding and function of PspA and Vipp1 and establish that synthetic peptides can be used to probe the structure-function of the IM30 protein family.",
                "citations_per_year": 4.1,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W3024757810",
                "doi": "https://doi.org/10.1038/s41467-020-16367-6",
                "topic_id": "https://openalex.org/T10621",
                "publication_year": 2020,
                "cited_by_count": 34,
                "title": "The route to transcription initiation determines the mode of transcriptional bursting in E. coli",
                "abstract": "Abstract Transcription is fundamentally noisy, leading to significant heterogeneity across bacterial populations. Noise is often attributed to burstiness, but the underlying mechanisms and their dependence on the mode of promotor regulation remain unclear. Here, we measure E. coli single cell mRNA levels for two stress responses that depend on bacterial sigma factors with different mode of transcription initiation (σ 70 and σ 54 ). By fitting a stochastic model to the observed mRNA distributions, we show that the transition from low to high expression of the σ 70 -controlled stress response is regulated via the burst size, while that of the σ 54 -controlled stress response is regulated via the burst frequency. Therefore, transcription initiation involving σ 54 differs from other bacterial systems, and yields bursting kinetics characteristic of eukaryotic systems.",
                "citations_per_year": 5.67,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2058771942",
                "doi": "https://doi.org/10.1039/c4cc05264a",
                "topic_id": "https://openalex.org/T10207",
                "publication_year": 2014,
                "cited_by_count": 38,
                "title": "Rapid engineering of versatile molecular logic gates using heterologous genetic transcriptional modules",
                "abstract": "Versatile modular molecular logic gates are engineered in <italic>Escherichia coli</italic> bacteria that can sense and integrate multiple chemical molecules in customised digital logic manner.",
                "citations_per_year": 3.17,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2151678801",
                "doi": "https://doi.org/10.1007/s00284-011-9869-5",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2011,
                "cited_by_count": 36,
                "title": "Dissipation of Proton Motive Force is not Sufficient to Induce the Phage Shock Protein Response in Escherichia coli",
                "abstract": "Phage shock proteins (Psp) and their homologues are found in species from the three domains of life: Bacteria, Archaea and Eukarya (e.g. higher plants). In enterobacteria, the Psp response helps to maintain the proton motive force (PMF) of the cell when the inner membrane integrity is impaired. The presumed ability of ArcB to sense redox changes in the cellular quinone pool and the strong decrease of psp induction in ΔubiG or ΔarcAB backgrounds suggest a link between the Psp response and the quinone pool. The authors now provide evidence indicating that the physiological signal for inducing psp by secretin-induced stress is neither the quinone redox state nor a drop in PMF. Neither the loss of the H(+)-gradient nor the dissipation of the electrical potential alone is sufficient to induce the Psp response. A set of electron transport mutants differing in their redox states due to the lack of a NADH dehydrogenase and a quinol oxidase, but retaining a normal PMF displayed low levels of psp induction inversely related to oxidised ubiquinone levels under microaerobic growth and independent of PMF. In contrast, cells displaying higher secretin induced psp expression showed increased levels of ubiquinone. Taken together, this study suggests that not a single but likely multiple signals are needed to be integrated to induce the Psp response.",
                "citations_per_year": 2.4,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2465928378",
                "doi": "https://doi.org/10.1093/nar/gkw628",
                "topic_id": "https://openalex.org/T10521",
                "publication_year": 2016,
                "cited_by_count": 31,
                "title": "Cellular and molecular phenotypes depending upon the RNA repair system RtcAB of<i>Escherichia coli</i>",
                "abstract": "RNA ligases function pervasively across the three kingdoms of life for RNA repair, splicing and can be stress induced. The RtcB protein (also HSPC117, C22orf28, FAAP and D10Wsu52e) is one such conserved ligase, involved in tRNA and mRNA splicing. However, its physiological role is poorly described, especially in bacteria. We now show in Escherichia coli bacteria that the RtcR activated rtcAB genes function for ribosome homeostasis involving rRNA stability. Expression of rtcAB is activated by agents and genetic lesions which impair the translation apparatus or may cause oxidative damage in the cell. Rtc helps the cell to survive challenges to the translation apparatus, including ribosome targeting antibiotics. Further, loss of Rtc causes profound changes in chemotaxis and motility. Together, our data suggest that the Rtc system is part of a previously unrecognized adaptive response linking ribosome homeostasis with basic cell physiology and behaviour.",
                "citations_per_year": 3.1,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2767377257",
                "doi": "https://doi.org/10.1007/s11104-017-3440-5",
                "topic_id": "https://openalex.org/T10076",
                "publication_year": 2017,
                "cited_by_count": 30,
                "title": "Mutualism between Klebsiella SGM 81 and Dianthus caryophyllus in modulating root plasticity and rhizospheric bacterial density",
                "abstract": "is a commercially important ornamental flower. Plant growth promoting rhizobacteria are increasingly applied as bio-fertilisers and bio-fortifiers. We studied the effect of a rhizospheric isolate",
                "citations_per_year": 3.33,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4385277145",
                "doi": "https://doi.org/10.31223/x50x0q",
                "topic_id": "https://openalex.org/T10710",
                "publication_year": 2023,
                "cited_by_count": 7,
                "title": "Sustainable irrigation reduces arsenic bioavailability in fluvio-alluvial soils promoting microbial responses, high rice productivity and economic profit",
                "abstract": "Minimizing arsenic (74.92As33) loading into rice plants, we suggest adopting alternating wetting and drying (AWD) irrigation as a sustainable water management strategy allowing greater silicon (28.08Si14) availability. This two-year field-based project is the first report on AWD's impact on As-Si distribution in fluvio-alluvial soils of the entire Ganga valley (24 study sites divided into six Gangetic divisions), seasonal variance (pre-monsoon and monsoon), rice plant anatomy and productivity, soil microbial diversity, microbial gene ontology profiling, and cellular metabolic pathways. Under AWD to flooded and pre-monsoon to monsoon cultivations, respectively, As bioavailability was reduced by 8.71–9.25% and 25.68–26.13%. In the pre-monsoon and monsoon seasons, the rice grain yield under AWD improved by 8.41% and 9.96%, respectively proving the economic profitability. Compared to waterlogging, AWD proves to be the optimal soil condition for supporting soil microbial communities in rice fields, allowing diverse metabolic activities, As-resistance, and active expression of As-responsive genes and gene products. Finally, it is determined that by using AWD, the use of groundwater can be reduced, lowering the cost of pumping and field management and generating an economic profit for farmers. These combined assessments prove the acceptability of AWD for the establishment of multiple sustainable development goals (SDGs).",
                "citations_per_year": 2.33,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2072372769",
                "doi": "https://doi.org/10.1038/ncomms2997",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2013,
                "cited_by_count": 30,
                "title": "Dynamics and stoichiometry of a regulated enhancer-binding protein in live Escherichia coli cells",
                "abstract": "Abstract Bacterial enhancer-dependent transcription systems support major adaptive responses and offer a singular paradigm in gene control analogous to complex eukaryotic systems. Here we report new mechanistic insights into the control of one-membrane stress-responsive bacterial enhancer-dependent system. Using millisecond single-molecule fluorescence microscopy of live cells we determine the localizations, two-dimensional diffusion dynamics and stoichiometries of complexes of the bacterial enhancer-binding ATPase PspF during its action at promoters as regulated by inner membrane interacting negative controller PspA. We establish that a stable repressive PspF–PspA complex is located in the nucleoid, transiently communicating with the inner membrane via PspA. The PspF as a hexamer stably binds only one of the two psp promoters at a time, suggesting that psp promoters will fire asynchronously and cooperative interactions of PspF with the basal transcription complex influence dynamics of the PspF hexamer–DNA complex and regulation of the psp promoters.",
                "citations_per_year": 2.31,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2013918997",
                "doi": "https://doi.org/10.3389/fpls.2014.00242",
                "topic_id": "https://openalex.org/T11578",
                "publication_year": 2014,
                "cited_by_count": 28,
                "title": "Differential secretome analysis of Pseudomonas syringae pv tomato using gel-free MS proteomics",
                "abstract": "The plant pathogen Pseudomonas syringae pv.tomato (DC3000) causes virulence by delivering effector proteins into host plant cells through its type three secretion system (T3SS). In response to the plant environment DC3000 expresses hypersensitive response and pathogenicity genes (hrp). Pathogenesis depends on the ability of the pathogen to manipulate the plant metabolism and to inhibit plant immunity, which depends to a large degree on the plant's capacity to recognize both pathogen and microbial determinants (PAMP/MAMP-triggered immunity). We have developed and employed MS-based shotgun and targeted proteomics to (i) elucidate the extracellular and secretome composition of DC3000 and (ii) evaluate temporal features of the assembly of the T3SS and the secretion process together with its dependence of pH. The proteomic screen, under hrp inducing in vitro conditions, of extracellular and cytoplasmatic fractions indicated the segregated presence of not only T3SS implicated proteins such as HopP1, HrpK1, HrpA1 and AvrPto1, but also of proteins not usually associated with the T3SS or with pathogenicity. Using multiple reaction monitoring MS (MRM-MS) to quantify HrpA1 and AvrPto1, we found that HrpA1 is rapidly expressed, at a strict pH-dependent rate and is post-translationally processed extracellularly. These features appear to not interfere with rapid AvrPto1 expression and secretion but may suggest some temporal post-translational regulatory mechanism of the T3SS assembly. The high specificity and sensitivity of the MRM-MS approach should provide a powerful tool to measure secretion and translocation in infected tissues.",
                "citations_per_year": 2.33,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2583088041",
                "doi": "https://doi.org/10.1128/mbio.02273-16",
                "topic_id": "https://openalex.org/T11578",
                "publication_year": 2017,
                "cited_by_count": 26,
                "title": "Negative Autogenous Control of the Master Type III Secretion System Regulator HrpL in<i>Pseudomonas syringae</i>",
                "abstract": "The type III secretion system (T3SS) is a principal virulence determinant of the model bacterial plant pathogen Pseudomonas syringae T3SS effector proteins inhibit plant defense signaling pathways in susceptible hosts and elicit evolved immunity in resistant plants. The extracytoplasmic function sigma factor HrpL coordinates the expression of most T3SS genes. Transcription of hrpL is dependent on sigma-54 and the codependent enhancer binding proteins HrpR and HrpS for hrpL promoter activation. hrpL is oriented adjacently to and divergently from the HrpL-dependent gene hrpJ, sharing an intergenic upstream regulatory region. We show that association of the RNA polymerase (RNAP)-HrpL complex with the hrpJ promoter element imposes negative autogenous control on hrpL transcription in P. syringae pv. tomato DC3000. The hrpL promoter was upregulated in a ΔhrpL mutant and was repressed by plasmid-borne hrpL In a minimal Escherichia coli background, the activity of HrpL was sufficient to achieve repression of reconstituted hrpL transcription. This repression was relieved if both the HrpL DNA-binding function and the hrp-box sequence of the hrpJ promoter were compromised, implying dependence upon the hrpJ promoter. DNA-bound RNAP-HrpL entirely occluded the HrpRS and partially occluded the integration host factor (IHF) recognition elements of the hrpL promoter in vitro, implicating inhibition of DNA binding by these factors as a cause of negative autogenous control. A modest increase in the HrpL concentration caused hypersecretion of the HrpA1 pilus protein but intracellular accumulation of later T3SS substrates. We argue that negative feedback on HrpL activity fine-tunes expression of the T3SS regulon to minimize the elicitation of plant defenses.The United Nations Food and Agriculture Organization has warned that agriculture will need to satisfy a 50% to 70% increase in global food demand if the human population reaches 9 billion by 2050 as predicted. However, diseases caused by microbial pathogens represent a major threat to food security, accounting for over 10% of estimated yield losses in staple wheat, rice, and maize crops. Understanding the decision-making strategies employed by pathogens to coordinate virulence and to evade plant defenses is vital for informing crop resistance traits and management strategies. Many plant-pathogenic bacteria utilize the needle-like T3SS to inject virulence factors into host plant cells to suppress defense signaling. Pseudomonas syringae is an economically and environmentally devastating plant pathogen. We propose that the master regulator of its entire T3SS gene set, HrpL, downregulates its own expression to minimize elicitation of plant defenses. Revealing such conserved regulatory strategies will inform future antivirulence strategies targeting plant pathogens.",
                "citations_per_year": 2.89,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2016517737",
                "doi": "https://doi.org/10.1093/nar/gku146",
                "topic_id": "https://openalex.org/T11048",
                "publication_year": 2014,
                "cited_by_count": 25,
                "title": "Domain movements of the enhancer-dependent sigma factor drive DNA delivery into the RNA polymerase active site: insights from single molecule studies",
                "abstract": "Recognition of bacterial promoters is regulated by two distinct classes of sequence-specific sigma factors, σ(70) or σ(54), that differ both in their primary sequence and in the requirement of the latter for activation via enhancer-bound upstream activators. The σ(54) version controls gene expression in response to stress, often mediating pathogenicity. Its activator proteins are members of the AAA+ superfamily and use adenosine triphosphate (ATP) hydrolysis to remodel initially auto-inhibited holoenzyme promoter complexes. We have mapped this remodeling using single-molecule fluorescence spectroscopy. Initial remodeling is nucleotide-independent and driven by binding both ssDNA during promoter melting and activator. However, DNA loading into the RNA polymerase active site depends on co-operative ATP hydrolysis by the activator. Although the coupled promoter recognition and melting steps may be conserved between σ(70) and σ(54), the domain movements of the latter have evolved to require an activator ATPase.",
                "citations_per_year": 2.08,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2618282728",
                "doi": "https://doi.org/10.1016/j.bpj.2017.04.012",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2017,
                "cited_by_count": 25,
                "title": "GlnK Facilitates the Dynamic Regulation of Bacterial Nitrogen Assimilation",
                "abstract": "Ammonium assimilation in Escherichia coli is regulated by two paralogous proteins (GlnB and GlnK), which orchestrate interactions with regulators of gene expression, transport proteins, and metabolic pathways. Yet how they conjointly modulate the activity of glutamine synthetase, the key enzyme for nitrogen assimilation, is poorly understood. We combine experiments and theory to study the dynamic roles of GlnB and GlnK during nitrogen starvation and upshift. We measure time-resolved in vivo concentrations of metabolites, total and posttranslationally modified proteins, and develop a concise biochemical model of GlnB and GlnK that incorporates competition for active and allosteric sites, as well as functional sequestration of GlnK. The model predicts the responses of glutamine synthetase, GlnB, and GlnK under time-varying external ammonium level in the wild-type and two genetic knock-outs. Our results show that GlnK is tightly regulated under nitrogen-rich conditions, yet it is expressed during ammonium run-out and starvation. This suggests a role for GlnK as a buffer of nitrogen shock after starvation, and provides a further functional link between nitrogen and carbon metabolisms.",
                "citations_per_year": 2.78,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2519280903",
                "doi": "https://doi.org/10.1111/febs.13897",
                "topic_id": "https://openalex.org/T10564",
                "publication_year": 2016,
                "cited_by_count": 24,
                "title": "The NtrY–NtrX two‐component system is involved in controlling nitrate assimilation in <i>Herbaspirillum seropedicae</i> strain SmR1",
                "abstract": "Herbaspirillum seropedicae is a diazotrophic β-Proteobacterium found endophytically associated with gramineae (Poaceae or graminaceous plants) such as rice, sorghum and sugar cane. In this work we show that nitrate-dependent growth in this organism is regulated by the master nitrogen regulatory two-component system NtrB-NtrC, and by NtrY-NtrX, which functions to specifically regulate nitrate metabolism. NtrY is a histidine kinase sensor protein predicted to be associated with the membrane and NtrX is the response regulator partner. The ntrYntrX genes are widely distributed in Proteobacteria. In α-Proteobacteria they are frequently located downstream from ntrBC, whereas in β-Proteobacteria these genes are located downstream from genes encoding an RNA methyltransferase and a proline-rich protein with unknown function. The NtrX protein of α-Proteobacteria has an AAA+ domain, absent in those from β-Proteobacteria. An ntrY mutant of H. seropedicae showed the wild-type nitrogen fixation phenotype, but the nitrate-dependent growth was abolished. Gene fusion assays indicated that NtrY is involved in the expression of genes coding for the assimilatory nitrate reductase as well as the nitrate-responsive two-component system NarX-NarL (narK and narX promoters, respectively). The purified NtrX protein was capable of binding the narK and narX promoters, and the binding site at the narX promoter for the NtrX protein was determined by DNA footprinting. In silico analyses revealed similar sequences in other promoter regions of H. seropedicae that are related to nitrate assimilation, supporting the role of the NtrY-NtrX system in regulating nitrate metabolism in H. seropedicae.",
                "citations_per_year": 2.4,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3156481425",
                "doi": "https://doi.org/10.3390/plants10040780",
                "topic_id": "https://openalex.org/T11470",
                "publication_year": 2021,
                "cited_by_count": 18,
                "title": "Bacterial Indole-3-Acetic Acid Influences Soil Nitrogen Acquisition in Barley and Chickpea",
                "abstract": "Farming of barley and chickpea is nitrogen (N) fertilizer dependent. Using strategies that increase the nitrogen use efficiency (NUE) and its components, nitrogen uptake efficiency (NUpE) and nitrogen utilization efficiency (NUtE) would reduce the N fertilizer application in the soil and its adverse environmental effects. We evaluated the effects of three different strains of diazotroph Klebsiella (K.p. SSN1, K.q. SGM81, and K.o. M5a1) to understand the role of biological nitrogen fixation (BNF) and bacterial indole-3-acetic acid (IAA) on NUE of the plants. A field study revealed that K.p. SSN1 results in profound increment of root surface area by eightfold and threefold compared to uninoculated (control) in barley and chickpea, respectively. We measured significant increase in the plant tissue nitrogen, chlorophyll content, protein content, nitrate reductase activity, and nitrate concentration in the inoculated plants (p ≤ 0.05). Treated barley and chickpea exhibited higher NUE and the components compared to the control plants (K.p. SSN1 ≥ K.q. SGM81&gt; K.o. M5a1). Specifically, K.q. SGM81 treatment in barley increased NUpE by 72%, while in chickpea, K.p. SSN1 increased it by 187%. The substantial improvement in the NUpE and NUE by the auxin producers K.p. SSN1 and K.q. SGM81 compared with non-auxin producer K.o. M5a1 was accompanied by an augmented root architecture suggesting larger contribution of IAA over marginal contribution of BNF in nitrogen acquisition from the soil.",
                "citations_per_year": 3.6,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3212298837",
                "doi": "https://doi.org/10.1002/advs.202103669",
                "topic_id": "https://openalex.org/T10147",
                "publication_year": 2021,
                "cited_by_count": 17,
                "title": "Structures of Class I and Class II Transcription Complexes Reveal the Molecular Basis of RamA‐Dependent Transcription Activation",
                "abstract": "Transcription activator RamA is linked to multidrug resistance of Klebsiella pneumoniae through controlling genes that encode efflux pumps (acrA) and porin-regulating antisense RNA (micF). In bacteria, σ70 , together with activators, controls the majority of genes by recruiting RNA polymerase (RNAP) to the promoter regions. RNAP and σ70 form a holoenzyme that recognizes -35 and -10 promoter DNA consensus sites. Many activators bind upstream from the holoenzyme and can be broadly divided into two classes. RamA acts as a class I activator on acrA and class II activator on micF, respectively. The authors present biochemical and structural data on RamA in complex with RNAP-σ70 at the two promoters and the data reveal the molecular basis for how RamA assembles and interacts with core RNAP and activates transcription that contributes to antibiotic resistance. Further, comparing with CAP/TAP complexes reveals common and activator-specific features in activator binding and uncovers distinct roles of the two C-terminal domains of RNAP α subunit.",
                "citations_per_year": 3.4,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W1965988410",
                "doi": "https://doi.org/10.1016/j.molcel.2012.06.012",
                "topic_id": "https://openalex.org/T10604",
                "publication_year": 2012,
                "cited_by_count": 24,
                "title": "ATPase Site Architecture Is Required for Self-Assembly and Remodeling Activity of a Hexameric AAA+ Transcriptional Activator",
                "abstract": "<h2>Summary</h2> AAA+ proteins (ATPases <i>a</i>ssociated with various cellular <i>a</i>ctivities) are oligomeric ATPases that use ATP hydrolysis to remodel their substrates. By similarity with GTPases, a dynamic organization of the nucleotide-binding pockets between ATPase protomers is proposed to regulate functionality. Using the transcription activator PspF as an AAA+ model, we investigated contributions of conserved residues for roles in ATP hydrolysis and intersubunit communication. We determined the R-finger residue and revealed that it resides in a conserved \"R-hand\" motif (R<sub>x</sub>D<sub>xxx</sub>R) needed for its \"<i>trans</i>-acting\" activity. Further, a divergent Walker A glutamic acid residue acts synergistically with a tyrosine residue to function in ADP-dependent subunit-subunit coordination, forming the \"ADP-switch\" motif. Another glutamic acid controls hexamer formation in the presence of nucleotides. Together, these results lead to a \"residue-nucleotide\" interaction map upon which to base AAA+ core regulation.",
                "citations_per_year": 1.71,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2162866430",
                "doi": "https://doi.org/10.1099/mic.0.078527-0",
                "topic_id": "https://openalex.org/T10015",
                "publication_year": 2014,
                "cited_by_count": 23,
                "title": "Anionic lipids and the cytoskeletal proteins MreB and RodZ define the spatio-temporal distribution and function of membrane stress controller PspA in Escherichia coli",
                "abstract": "All cell types must maintain the integrity of their membranes. The conserved bacterial membrane-associated protein PspA is a major effector acting upon extracytoplasmic stress and is implicated in protection of the inner membrane of pathogens, formation of biofilms and multi-drug-resistant persister cells. PspA and its homologues in Gram-positive bacteria and archaea protect the cell envelope whilst also supporting thylakoid biogenesis in cyanobacteria and higher plants. In enterobacteria, PspA is a dual function protein negatively regulating the Psp system in the absence of stress and acting as an effector of membrane integrity upon stress. We show that in Escherichia coli the low-order oligomeric PspA regulatory complex associates with cardiolipin-rich, curved polar inner membrane regions. There, cardiolipin and the flotillin 1 homologue YqiK support the PspBC sensors in transducing a membrane stress signal to the PspA-PspF inhibitory complex. After stress perception, PspA high-order oligomeric effector complexes initially assemble in polar membrane regions. Subsequently, the discrete spatial distribution and dynamics of PspA effector(s) in lateral membrane regions depend on the actin homologue MreB and the peptidoglycan machinery protein RodZ. The consequences of loss of cytoplasmic membrane anionic lipids, MreB, RodZ and/or YqiK suggest that the mode of action of the PspA effector is closely associated with cell envelope organization.",
                "citations_per_year": 1.92,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2101603369",
                "doi": "https://doi.org/10.1093/nar/gkv597",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2015,
                "cited_by_count": 21,
                "title": "Genome wide interactions of wild-type and activator bypass forms of σ54",
                "abstract": "Enhancer-dependent transcription involving the promoter specificity factor σ54 is widely distributed amongst bacteria and commonly associated with cell envelope function. For transcription initiation, σ54-RNA polymerase yields open promoter complexes through its remodelling by cognate AAA+ ATPase activators. Since activators can be bypassed in vitro, bypass transcription in vivo could be a source of emergent gene expression along evolutionary pathways yielding new control networks and transcription patterns. At a single test promoter in vivo bypass transcription was not observed. We now use genome-wide transcription profiling, genome-wide mutagenesis and gene over-expression strategies in Escherichia coli, to (i) scope the range of bypass transcription in vivo and (ii) identify genes which might alter bypass transcription in vivo. We find little evidence for pervasive bypass transcription in vivo with only a small subset of σ54 promoters functioning without activators. Results also suggest no one gene limits bypass transcription in vivo, arguing bypass transcription is strongly kept in check. Promoter sequences subject to repression by σ54 were evident, indicating loss of rpoN (encoding σ54) rather than creating rpoN bypass alleles would be one evolutionary route for new gene expression patterns. Finally, cold-shock promoters showed unusual σ54-dependence in vivo not readily correlated with conventional σ54 binding-sites.",
                "citations_per_year": 1.91,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4313486378",
                "doi": "https://doi.org/10.1126/sciadv.add3479",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2022,
                "cited_by_count": 11,
                "title": "Mechanisms of DNA opening revealed in AAA+ transcription complex structures",
                "abstract": "Gene transcription is carried out by RNA polymerase (RNAP) and requires the conversion of the initial closed promoter complex, where DNA is double stranded, to a transcription-competent open promoter complex, where DNA is opened up. In bacteria, RNAP relies on σ factors for its promoter specificities. Using a special form of sigma factor (σ",
                "citations_per_year": 2.75,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2087589908",
                "doi": "https://doi.org/10.1186/1752-0509-5-69",
                "topic_id": "https://openalex.org/T10044",
                "publication_year": 2011,
                "cited_by_count": 21,
                "title": "From qualitative data to quantitative models: analysis of the phage shock protein stress response in Escherichia coli",
                "abstract": "Bacteria have evolved a rich set of mechanisms for sensing and adapting to adverse conditions in their environment. These are crucial for their survival, which requires them to react to extracellular stresses such as heat shock, ethanol treatment or phage infection. Here we focus on studying the phage shock protein (Psp) stress response in Escherichia coli induced by a phage infection or other damage to the bacterial membrane. This system has not yet been theoretically modelled or analysed in silico. We develop a model of the Psp response system, and illustrate how such models can be constructed and analyzed in light of available sparse and qualitative information in order to generate novel biological hypotheses about their dynamical behaviour. We analyze this model using tools from Petri-net theory and study its dynamical range that is consistent with currently available knowledge by conditioning model parameters on the available data in an approximate Bayesian computation (ABC) framework. Within this ABC approach we analyze stochastic and deterministic dynamics. This analysis allows us to identify different types of behaviour and these mechanistic insights can in turn be used to design new, more detailed and time-resolved experiments. We have developed the first mechanistic model of the Psp response in E. coli. This model allows us to predict the possible qualitative stochastic and deterministic dynamic behaviours of key molecular players in the stress response. Our inferential approach can be applied to stress response and signalling systems more generally: in the ABC framework we can condition mathematical models on qualitative data in order to delimit e.g. parameter ranges or the qualitative system dynamics in light of available end-point or qualitative information.",
                "citations_per_year": 1.4,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4304118598",
                "doi": "https://doi.org/10.1093/jnci/djac160",
                "topic_id": "https://openalex.org/T11213",
                "publication_year": 2022,
                "cited_by_count": 9,
                "title": "Copy Number Variants Are Ovarian Cancer Risk Alleles at Known and Novel Risk Loci",
                "abstract": "Abstract Background Known risk alleles for epithelial ovarian cancer (EOC) account for approximately 40% of the heritability for EOC. Copy number variants (CNVs) have not been investigated as EOC risk alleles in a large population cohort. Methods Single nucleotide polymorphism array data from 13 071 EOC cases and 17 306 controls of White European ancestry were used to identify CNVs associated with EOC risk using a rare admixture maximum likelihood test for gene burden and a by-probe ratio test. We performed enrichment analysis of CNVs at known EOC risk loci and functional biofeatures in ovarian cancer–related cell types. Results We identified statistically significant risk associations with CNVs at known EOC risk genes; BRCA1 (PEOC = 1.60E-21; OREOC = 8.24), RAD51C (Phigh-grade serous ovarian cancer [HGSOC] = 5.5E-4; odds ratio [OR]HGSOC = 5.74 del), and BRCA2 (PHGSOC = 7.0E-4; ORHGSOC = 3.31 deletion). Four suggestive associations (P &amp;lt; .001) were identified for rare CNVs. Risk-associated CNVs were enriched (P &amp;lt; .05) at known EOC risk loci identified by genome-wide association study. Noncoding CNVs were enriched in active promoters and insulators in EOC-related cell types. Conclusions CNVs in BRCA1 have been previously reported in smaller studies, but their observed frequency in this large population-based cohort, along with the CNVs observed at BRCA2 and RAD51C gene loci in EOC cases, suggests that these CNVs are potentially pathogenic and may contribute to the spectrum of disease-causing mutations in these genes. CNVs are likely to occur in a wider set of susceptibility regions, with potential implications for clinical genetic testing and disease prevention.",
                "citations_per_year": 2.25,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2055746181",
                "doi": "https://doi.org/10.1099/jmm.0.072223-0",
                "topic_id": "https://openalex.org/T10486",
                "publication_year": 2014,
                "cited_by_count": 16,
                "title": "Removal of the phage-shock protein PspB causes reduction of virulence in Salmonella enterica serovar Typhimurium independently of NRAMP1",
                "abstract": "The phage-shock protein (Psp) system is believed to manage membrane stress in all Enterobacteriaceae and has recently emerged as being important for virulence in several pathogenic species of this phylum. The core of the Psp system consists of the pspA-D operon and the distantly located pspG gene. In Salmonella enterica serovar Typhimurium (S. Typhimurium), it has recently been reported that PspA is essential for systemic infection of mice, but only in NRAMP1(+) mice, signifying that attenuation is related to coping with divalent cation starvation in the intracellular environment. In the present study, we investigated the contribution of individual psp genes to virulence of S. Typhimurium. Interestingly, deletion of the whole pspA-D set of genes caused attenuation in both NRAMP1(+) and NRAMP1(-) mice, indicating that one or more of the psp genes contribute to virulence independently of NRAMP1 expression in the host. Investigations of single gene mutants showed that knock out of pspB reduced virulence in both types of mice, while deletion of pspA only caused attenuation in NRAMP1(+) mice, and deletion of pspD had a minor effect in NRAMP1(-) mice, while deletions of either pspC or pspG did not affect virulence. Experiments addressed at elucidating the role of PspB in virulence revealed that PspB is dispensable for uptake to and intracellular replication in cultured macrophages and resistance to complement-induced killing. Furthermore, the Psp system of S. Typhimurium was dispensable during pIV-induced secretin stress. In conclusion, our results demonstrate that removal of PspB reduces virulence in S. Typhimurium independently of host NRAMP1 expression, demonstrating that PspB has roles in intra-host survival distinct from the reported contributions of PspA.",
                "citations_per_year": 1.33,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4306862562",
                "doi": "https://doi.org/10.1016/j.isci.2022.105425",
                "topic_id": "https://openalex.org/T10604",
                "publication_year": 2022,
                "cited_by_count": 8,
                "title": "The RNA repair proteins RtcAB regulate transcription activator RtcR via its CRISPR-associated Rossmann fold domain",
                "abstract": "CRISPR-associated Rossmann fold (CARF) domain signaling underpins modulation of CRISPR-Cas nucleases; however, the RtcR CARF domain controls expression of two conserved RNA repair enzymes, cyclase RtcA and ligase RtcB. Here, we demonstrate that RtcAB are required for RtcR-dependent transcription activation and directly bind to RtcR CARF. RtcAB catalytic activity is not required for complex formation with CARF, but is essential yet not sufficient for RtcRAB-dependent transcription activation, implying the need for an additional RNA repair-dependent activating signal. This signal differs from oligoadenylates, a known ligand of CARF domains, and instead appears to originate from the translation apparatus: RtcB repairs a tmRNA that rescues stalled ribosomes and increases translation elongation speed. Taken together, our data provide evidence for an expanded range for CARF domain signaling, including the first evidence of its control via",
                "citations_per_year": 2.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2266908589",
                "doi": "https://doi.org/10.1200/jco.2012.30.15_suppl.lba5000",
                "topic_id": "https://openalex.org/T10550",
                "publication_year": 2012,
                "cited_by_count": 17,
                "title": "Randomized phase III study of erlotinib versus observation in patients with no evidence of disease progression after first-line platin-based chemotherapy for ovarian carcinoma: A GCIG and EORTC-GCG study.",
                "abstract": "LBA5000 The full, final text of this abstract will be available at abstract.asco.org at 12:01 AM (EDT) on Saturday, June 2, 2012, and in the Annual Meeting Proceedings online supplement to the June 20, 2012, issue of Journal of Clinical Oncology. Onsite at the Meeting, this abstract will be printed in the Saturday edition of ASCO Daily News.",
                "citations_per_year": 1.21,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3005953779",
                "doi": "https://doi.org/10.7554/elife.52125",
                "topic_id": "https://openalex.org/T11048",
                "publication_year": 2020,
                "cited_by_count": 13,
                "title": "Structural basis of transcription inhibition by the DNA mimic protein Ocr of bacteriophage T7",
                "abstract": "Bacteriophage T7 infects Escherichia coli and evades the host restriction/modification system. The Ocr protein of T7 was shown to exist as a dimer mimicking DNA and to bind to host restriction enzymes, thus preventing the degradation of the viral genome by the host. Here we report that Ocr can also inhibit host transcription by directly binding to bacterial RNA polymerase (RNAP) and competing with the recruitment of RNAP by sigma factors. Using cryo electron microscopy, we determined the structures of Ocr bound to RNAP. The structures show that an Ocr dimer binds to RNAP in the cleft, where key regions of sigma bind and where DNA resides during transcription synthesis, thus providing a structural basis for the transcription inhibition. Our results reveal the versatility of Ocr in interfering with host systems and suggest possible strategies that could be exploited in adopting DNA mimicry as a basis for forming novel antibiotics.",
                "citations_per_year": 2.17,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2019132490",
                "doi": "https://doi.org/10.1093/nar/gks661",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2012,
                "cited_by_count": 14,
                "title": "A common feature from different subunits of a homomeric AAA+ protein contacts three spatially distinct transcription elements",
                "abstract": "Initiation of σ 54 -dependent transcription requires assistance to melt DNA at the promoter site but is impeded by numerous protein–protein and nucleo–protein interactions. To alleviate these inhibitory interactions, hexameric bacterial enhancer binding proteins (bEBP), a subset of the ATPases associated with various cellular activities (AAA+) protein family, are required to remodel the transcription complex using energy derived from ATP hydrolysis. However, neither the process of energy conversion nor the internal architecture of the closed promoter complex is well understood. Escherichia coli Phage shock protein F (PspF), a well-studied bEBP, contains a surface-exposed loop 1 (L1). L1 is key to the energy coupling process by interacting with Region I of σ 54 (σ 54RI ) in a nucleotide dependent manner. Our analyses uncover new levels of complexity in the engagement of a multimeric bEBP with a basal transcription complex via several L1s. The mechanistic implications for these multivalent L1 interactions are elaborated in the light of available structures for the bEBP and its target complexes.",
                "citations_per_year": 1.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3187485962",
                "doi": "https://doi.org/10.3389/fmicb.2021.718487",
                "topic_id": "https://openalex.org/T11470",
                "publication_year": 2021,
                "cited_by_count": 9,
                "title": "Resource Allocation During the Transition to Diazotrophy in Klebsiella oxytoca",
                "abstract": "Free-living nitrogen-fixing bacteria can improve growth yields of some non-leguminous plants and, if enhanced through bioengineering approaches, have the potential to address major nutrient imbalances in global crop production by supplementing inorganic nitrogen fertilisers. However, nitrogen fixation is a highly resource-costly adaptation and is de-repressed only in environments in which sources of reduced nitrogen are scarce. Here we investigate nitrogen fixation ( nif ) gene expression and nitrogen starvation response signaling in the model diazotroph Klebsiella oxytoca ( Ko ) M5a1 during ammonium depletion and the transition to growth on atmospheric N 2 . Exploratory RNA-sequencing revealed that over 50% of genes were differentially expressed under diazotrophic conditions, among which the nif genes are among the most highly expressed and highly upregulated. Isotopically labelled QconCAT standards were designed for multiplexed, absolute quantification of Nif and nitrogen-stress proteins via multiple reaction monitoring mass spectrometry (MRM-MS). Time-resolved Nif protein concentrations were indicative of bifurcation in the accumulation rates of nitrogenase subunits (NifHDK) and accessory proteins. We estimate that the nitrogenase may account for more than 40% of cell protein during diazotrophic growth and occupy approximately half the active ribosome complement. The concentrations of free amino acids in nitrogen-starved cells were insufficient to support the observed rates of Nif protein expression. Total Nif protein accumulation was reduced 10-fold when the NifK protein was truncated and nitrogenase catalysis lost ( nifK 1 – 1 203 ), implying that reinvestment of de novo fixed nitrogen is essential for further nif expression and a complete diazotrophy transition. Several amino acids accumulated in non-fixing Δ nifLA and nifK 1 – 1203 mutants, while the rest remained highly stable despite prolonged N starvation. Monitoring post-translational uridylylation of the PII-type signaling proteins GlnB and GlnK revealed distinct nitrogen regulatory roles in Ko M5a1. GlnK uridylylation was persistent throughout the diazotrophy transition while a Δ glnK mutant exhibited significantly reduced Nif expression and nitrogen fixation activity. Altogether, these findings highlight quantitatively the scale of resource allocation required to enable the nitrogen fixation adaptation to take place once underlying signaling processes are fulfilled. Our work also provides an omics-level framework with which to model nitrogen fixation in free-living diazotrophs and inform rational engineering strategies.",
                "citations_per_year": 1.8,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4381598255",
                "doi": "https://doi.org/10.1038/s41598-023-37133-w",
                "topic_id": "https://openalex.org/T12976",
                "publication_year": 2023,
                "cited_by_count": 3,
                "title": "Characterizing and demonstrating the role of Klebsiella SSN1 exopolysaccharide in osmotic stress tolerance using neutron radiography",
                "abstract": "Abstract Exopolysaccharides (EPS) are organic macromolecules naturally secreted by many microorganisms. EPS is increasingly used for agriculture and industrial purposes. This study focuses on isolate Klebsiella pneumonia SSN1, Klebsiella quasipeumonniae SGM81 isolated from rhizosphere to explore its water retention efficiency under drought conditions. Neutron Radiography was used to visualise water distribution in the sand under normal and drought conditions in the presence and absence of EPS producing bacteria. The EPS production was studied by applying Box Behnken design (BBD) under drought stress which was artificially induced by using polyethene glycol 6000 under osmotic stress condition 3.65% w/v of EPS dry weight was obtained. The relative water content (RWC) is used to calculate the amount of water present in the sand and was further studied by Neutron Radiography imaging with appropriate controls. FTIR and HPLC were also carried out for the characterisation of the extracted EPS. The sand experiments revealed that after 24 h of evaporation, the highest RWC was maintained by SSN1 at 29.7% compared to SGM81 (19.06%). SSN1 was found to release L-arabinose as the main sugar of its EPS under drought stress conditions by HPLC method. The FTIR data indicated the presence of β-glucans and polysaccharide α-pyranose between wavenumber 700 cm −1 –1500 cm −1 and 1017 cm −1 –1200 cm −1 respectively. The HPLC characterization of extracted EPS from osmotic stressed cells (run 3) displayed a peak designated to L-arabinose at 10.3 retention time (RT) for 132.4 mM concentration. While from run 5 with the controlled condition indicated the presence of L-rhamnose at 7.3 RT for 87 mM concentration. Neutron radiography enables the visualisation of water distribution in the sand as well as water transport in root-soil systems in situ. SSN1 has elicited EPS production in drought conditions with a low level of nitrogen and carbon.",
                "citations_per_year": 1.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2049435598",
                "doi": "https://doi.org/10.1016/j.jmb.2013.04.024",
                "topic_id": "https://openalex.org/T10044",
                "publication_year": 2013,
                "cited_by_count": 10,
                "title": "A Key Hydrophobic Patch Identified in an AAA+ Protein Essential for Its In Trans Inhibitory Regulation",
                "abstract": "Bacterial enhancer binding proteins (bEBPs) are a subclass of the AAA(+) (ATPases Associated with various cellular Activities) protein family. They are responsible for σ(54)-dependent transcription activation during infection and function under many stressful growth conditions. The majority of bEBPs are regulated in their formation of ring-shaped hexameric self-assemblies via an amino-terminal domain through its phosphorylation or ligand binding. In contrast, the Escherichia coli phage shock protein F (PspF) is negatively regulated in trans by phage shock protein A (PspA). Up to six PspA subunits suppress PspF hexamer action. Here, we present biochemical evidence that PspA engages across the side of a PspF hexameric ring. We identify three key binding determinants located in a surface-exposed 'W56 loop' of PspF, which form a tightly packed hydrophobic cluster, the 'YLW' patch. We demonstrate the profound impact of the PspF W56 loop residues on ATP hydrolysis, the σ(54) binding loop 1, and the self-association interface. We infer from single-chain studies that for complete PspF inhibition to occur, more than three PspA subunits need to bind a PspF hexamer with at least two binding to adjacent PspF subunits. By structural modelling, we propose that PspA binds to PspF via its first two helical domains. After PspF binding-induced conformational changes, PspA may then share structural similarities with a bEBP regulatory domain.",
                "citations_per_year": 0.77,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2999102020",
                "doi": "https://doi.org/10.2478/joeb-2019-0015",
                "topic_id": "https://openalex.org/T10084",
                "publication_year": 2019,
                "cited_by_count": 10,
                "title": "Electrical impedance myography for assessing paraspinal muscles of patients with low back pain",
                "abstract": "Abstract The objective of this study was to determine the potential value of electrical impedance myography (EIM) for assessing lumbosacral paraspinal muscle (LPM) condition in lower back pain (LBP) patients. Standard methods for assessing the condition of LPMs, such as magnetic resonance imaging, are inconvenient and expensive. One tool that could be useful for this purpose is electrical impedance myography (EIM) a technique that can be performed rapidly at the bedside. After undergoing a screening history and examination, subjects were studied with the mView EIM device (Myolex, Inc, Boston). Bilateral LPMs were measured three times each and the two closest sets of measurements averaged on each side. Data analysis included non-parametric two-group comparisons between healthy subjects and back pain patients, receiver-operating curve analyses, and correlation analyses to age and body mass index. A total of 86 healthy individuals (median age (interquartile range) (IQR), 45.5 years (30.3–56.0 years), 42 men, 44 women) and 47 LBP (median age 51.0 year (39.5–57.5) years, 21 men, 26 women) were enrolled. Median EIM 100kHz phase was lower in the LBP patients (9.3°(IQR 8.4°–10.6°) versus 11.4°(IQR 9.4°–13.0°), p = 0.0007). Significantly increased normalized side-to-side differences were present for all three EIM variables (e.g., median 100 kHz phase 0.15 (IQR 0.07–0.31 in LBP patients versus 0.09 (IQR 0.04–0.17) in healthy individuals). A significant correlation between 100 kHz EIM phase and reactance was found with age (R spearman =−0.46, P=0.0002 and R spearman =−0.440, P=0.0003) but not for resistance. This study provides early evidence supporting that EIM has the potential to serve as a useful tool for evaluating the condition of LPMs.",
                "citations_per_year": 1.43,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2413900414",
                "doi": "https://doi.org/10.1016/j.dib.2016.05.063",
                "topic_id": "https://openalex.org/T10885",
                "publication_year": 2016,
                "cited_by_count": 9,
                "title": "A data comparison between a traditional and the single-step β-galactosidase assay",
                "abstract": "This article describes reproducibility of a single-step automated β-galactosidase, and the equivalence of its data to the traditional assay (\"Experiments in Molecular Genetics\" [1]). This was done via a pairwise comparison of both methods using strains with Miller Unit [MU] values ranging from 0 to over 2000. The data presented in this article is associated with the research article entitled \"A single-step method for mid to high throughput β-galactosidase assays in Escherichia coli using a microplate reader\" [2].",
                "citations_per_year": 0.9,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W3048704036",
                "doi": "https://doi.org/10.1101/2020.08.13.249979",
                "topic_id": "https://openalex.org/T10303",
                "publication_year": 2020,
                "cited_by_count": 9,
                "title": "Bacterial Vipp1 and PspA are members of the ancient ESCRT-III membrane-remodelling superfamily",
                "abstract": "Abstract Membrane remodelling and repair are essential for all cells. Proteins that perform these functions include Vipp1/IM30 in photosynthetic plastids, PspA in bacteria, CdvB in TACK archaea and ESCRT-III in eukaryotes. Here, we show that these protein families are homologous and share a common evolutionary origin. Using cryo-electron microscopy we present structures for Vipp1 rings over a range of symmetries. Each ring is built from rungs that stack and spontaneously self-organise to form domes. Rungs are assembled from a polymer that is strikingly similar in structure to ESCRT-III. A tilt between rungs generates the dome-shaped curvature with constricted open ends and an inner membrane-binding lumen. Overall, our results reveal conserved mechanistic principles that underlie Vipp1, PspA and ESCRT-III dependent membrane remodelling across all domains of life. One sentence summary Evolutionary and structural analyses of Vipp1/IM30 rings reveal ESCRT-III-like polymers that remodel membranes in bacteria.",
                "citations_per_year": 1.5,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W1989157333",
                "doi": "https://doi.org/10.1590/s0100-879x2012007500160",
                "topic_id": "https://openalex.org/T10147",
                "publication_year": 2012,
                "cited_by_count": 9,
                "title": "The RecX protein interacts with the RecA protein and modulates its activity in Herbaspirillum seropedicae",
                "abstract": "DNA repair is crucial to the survival of all organisms. The bacterial RecA protein is a central component in the SOS response and in recombinational and SOS DNA repairs. The RecX protein has been characterized as a negative modulator of RecA activity in many bacteria. The recA and recX genes of Herbaspirillum seropedicae constitute a single operon, and evidence suggests that RecX participates in SOS repair. In the present study, we show that the H. seropedicae RecX protein (RecX Hs) can interact with the H. seropedicaeRecA protein (RecA Hs) and that RecA Hs possesses ATP binding, ATP hydrolyzing and DNA strand exchange activities. RecX Hs inhibited 90% of the RecA Hs DNA strand exchange activity even when present in a 50-fold lower molar concentration than RecA Hs. RecA Hs ATP binding was not affected by the addition of RecX, but the ATPase activity was reduced. When RecX Hs was present before the formation of RecA filaments (RecA-ssDNA), inhibition of ATPase activity was substantially reduced and excess ssDNA also partially suppressed this inhibition. The results suggest that the RecX Hs protein negatively modulates the RecA Hs activities by protein-protein interactions and also by DNA-protein interactions.",
                "citations_per_year": 0.64,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2002122770",
                "doi": "https://doi.org/10.1074/jbc.m110.203554",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2011,
                "cited_by_count": 9,
                "title": "Single Chain Forms of the Enhancer Binding Protein PspF Provide Insights into Geometric Requirements for Gene Activation",
                "abstract": "Genetic information in the DNA is accessed by the molecular machine RNA polymerase following a highly conserved process, invariably involving the transition between double-stranded and single-stranded DNA states. In the case of the bacterial enhancer-dependent RNA polymerase (which is essential for adaptive responses and bacterial pathogenesis), the DNA melting event depends on specialized hexameric AAA+ ATPase activators. Involvement of such factors in transcription was demonstrated 25 years ago, but why these activators need to be hexameric, whether all the subunits operate identically, what is the contribution of each of the six subunits within the hexamer (structural, functional, or both), and how many active subunits are required for transcription activation remain open questions. Using engineered single-chain polypeptides covalently linking two or three subunits of the activator (allowing the subunit distribution within a hexamer to be fixed), we now show that (i) individual subunits have differential contributions to the activities of the oligomer and (ii) only a fraction of the subunits within the hexameric ATPase is directly required for gene activation. We establish that nucleotide-dependent coordination across three subunits of the hexameric bacterial enhancer binding proteins (bEBPs) is necessary for engagement and remodeling of the closed complex (RPc). Outcomes revealed features of bEBP, distinguishing their mode of action from fully processive AAA+ proteins or from simple bimodal switches. We now propose that the hexamer functions with asymmetric organization, potentially involving a split planar (open ring) or spiral character.",
                "citations_per_year": 0.6,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2612012523",
                "doi": "https://doi.org/10.1094/mpmi-03-17-0073-r",
                "topic_id": "https://openalex.org/T11578",
                "publication_year": 2017,
                "cited_by_count": 9,
                "title": "Functional Characterization of Key Residues in Regulatory Proteins HrpG and HrpV of <i>Pseudomonas syringae</i> pv. <i>tomato</i> DC3000",
                "abstract": "The plant pathogen Pseudomonas syringae pv. tomato DC3000 uses a type III secretion system (T3SS) to transfer effector proteins into the host. The expression of T3SS proteins is controlled by the HrpL σ factor. Transcription of hrpL is σ 54 -dependent and bacterial enhancer-binding proteins HrpR and HrpS coactivate the hrpL promoter. The HrpV protein imposes negative control upon HrpR and HrpS through direct interaction with HrpS. HrpG interacts with HrpV and relieves such negative control. The sequence alignments across Hrp group I-type plant pathogens revealed conserved HrpV and HrpG amino acids. To establish structure–function relationships in HrpV and HrpG, either truncated or alanine substitution mutants were constructed. Key functional residues in HrpV and HrpG are found within their C-terminal regions. In HrpG, L101 and L105 are indispensable for the ability of HrpG to directly interact with HrpV and suppress HrpV-dependent negative regulation of HrpR and HrpS. In HrpV, L108 and G110 are major determinants for interactions with HrpS and HrpG. We propose that mutually exclusive binding of HrpS and HrpG to the same binding site of HrpV governs a transition from negative control to activation of the HrpRS complex leading to HrpL expression and pathogenicity of P. syringae.",
                "citations_per_year": 1.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4238560399",
                "doi": "https://doi.org/10.1200/jco.2012.30.18_suppl.lba5000",
                "topic_id": "https://openalex.org/T10550",
                "publication_year": 2012,
                "cited_by_count": 8,
                "title": "Randomized phase III study of erlotinib versus observation in patients with no evidence of disease progression after first-line platin-based chemotherapy for ovarian carcinoma: A GCIG and EORTC-GCG study.",
                "abstract": "LBA5000 Background: The epidermal growth factor receptor (EGFR) has been found to be overexpressed in 55-98% of advanced epithelial ovarian cancer. This trial evaluated the efficacy of maintenance erlotinib, an EGFR tyrosine kinase inhibitor, after first-line chemotherapy. Methods: Eligible patients (pts) had high-risk FIGO stage I or stage II-IV epithelial ovarian, peritoneal or fallopian tube cancer and were not selected for EGFR expression. All patients underwent first line therapy (6-9 cycles of 3-weekly platinum-based chemotherapy (CT)) and showed no signs of progression at the end of CT. Patients were randomised to maintenance erlotinib 150 mg daily for 2 years or observation. Primary endpoint was progression-free survival (PFS) by RECIST in combination with GCIG CA125 criteria. The final design provided 80% power to detect a PFS hazard ratio (HR) of 0.80 with 2-sided log-rank test at 5% after 632 events in 830 patients. Stratifications factors were stage, institution, age, response to and type of first-line CT. Immunohistochemistry (IHC) and FISH for EGFR, and EGFR mutation analyses were performed in 330 patients. The study was registered as NCT00263822 and EudraCT number 2004-004333-34. Results: Between Oct 2005 and Feb 2008, 835 pts were randomised by 125 institutions from 10 countries. The most important baseline characteristics, PFS and OS are summarized in the table. Median follow-up was 51 months. 25% of the patients stopped erlotinib due to side effects (of these 67% due to rash). The predictive value of IHC and FISH for EGFR, and EGFR mutations are being evaluated and will be presented at the meeting. Conclusions: In the overall study populationmaintenance erlotinib after first-line treatment in ovarian cancer did not improve progression-free or overall survival. [Table: see text]",
                "citations_per_year": 0.57,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2021310321",
                "doi": "https://doi.org/10.1039/c4mb00720d",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2015,
                "cited_by_count": 7,
                "title": "Phosphorelay of non-orthodox two component systems functions through a bi-molecular mechanism in vivo: the case of ArcB",
                "abstract": "Two-component systems play a central part in bacterial signal transduction. Phosphorelay mechanisms have been linked to more robust and ultra-sensitive signalling dynamics. The molecular machinery that facilitates such a signalling is, however, only understood in outline. In particular the functional relevance of the dimerization of a non-orthodox or hybrid histidine kinase along which the phosphorelay takes place has been a subject of debate. We use a combination of molecular and genetic approaches, coupled to mathematical and statistical modelling, to demonstrate that the different possible intra- and inter-molecular mechanisms of phosphotransfer are formally non-identifiable in Escherichia coli expressing the ArcB non-orthodox histidine kinase used in anoxic redox control. In order to resolve this issue we further analyse the mathematical model in order to identify discriminatory experiments, which are then performed to address cis- and trans-phosphorelay mechanisms. The results suggest that exclusive cis- and trans-mechanisms will not be operating, instead the functional phosphorelay is likely to build around a sequence of allosteric interactions among the domain pairs in the histidine kinase. This is the first detailed mechanistic analysis of the molecular processes involved in non-orthodox two-component signalling and our results suggest strongly that dimerization facilitates more discriminatory proof-reading of external signals, via these allosteric reactions, prior to them being further processed.",
                "citations_per_year": 0.64,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W1975549254",
                "doi": "https://doi.org/10.1016/j.fob.2012.04.002",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2012,
                "cited_by_count": 7,
                "title": "Formation of MgF<sub>3</sub><sup>−</sup>‐dependent complexes between an AAA<sup>+</sup> ATPase and σ<sup>54</sup>",
                "abstract": "The widely distributed bacterial σ(54)-dependent transcription regulates pathogenicity and numerous adaptive responses in diverse bacteria. Formation of the σ(54)-dependent open promoter complex is a multi-step process driven by AAA(+) ATPases. Non-hydrolysable nucleotide analogues are particularly suitable for studying such complexity by capturing various intermediate states along the energy coupling pathway. Here we report a novel ATP analogue, ADP-MgF3 (-), which traps an AAA(+) ATPase with its target σ(54). The MgF3 (-)-dependent complex is highly homogeneous and functional assays suggest it may represent an early transcription intermediate state valuable for structural studies.",
                "citations_per_year": 0.5,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W1422330307",
                "doi": "https://doi.org/10.1016/j.jmb.2015.09.005",
                "topic_id": "https://openalex.org/T10521",
                "publication_year": 2015,
                "cited_by_count": 6,
                "title": "Mutations in RNA Polymerase Bridge Helix and Switch Regions Affect Active-Site Networks and Transcript-Assisted Hydrolysis",
                "abstract": "In bacterial RNA polymerase (RNAP), the bridge helix and switch regions form an intricate network with the catalytic active centre and the main channel. These interactions are important for catalysis, hydrolysis and clamp domain movement. By targeting conserved residues in Escherichia coli RNAP, we are able to show that functions of these regions are differentially required during σ(70)-dependent and the contrasting σ(54)-dependent transcription activations and thus potentially underlie the key mechanistic differences between the two transcription paradigms. We further demonstrate that the transcription factor DksA directly regulates σ(54)-dependent activation both positively and negatively. This finding is consistent with the observed impacts of DksA on σ(70)-dependent promoters. DksA does not seem to significantly affect RNAP binding to a pre-melted promoter DNA but affects extensively activity at the stage of initial RNA synthesis on σ(54)-regulated promoters. Strikingly, removal of the σ(54) Region I is sufficient to invert the action of DksA (from stimulation to inhibition or vice versa) at two test promoters. The RNAP mutants we generated also show a strong propensity to backtrack. These mutants increase the rate of transcript-hydrolysis cleavage to a level comparable to that seen in the Thermus aquaticus RNAP even in the absence of a non-complementary nucleotide. These novel phenotypes imply an important function of the bridge helix and switch regions as an anti-backtracking ratchet and an RNA hydrolysis regulator.",
                "citations_per_year": 0.55,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2139542388",
                "doi": "https://doi.org/10.1093/nar/gkt271",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2013,
                "cited_by_count": 6,
                "title": "An aromatic residue switch in enhancer-dependent bacterial RNA polymerase controls transcription intermediate complex activity",
                "abstract": "The formation of the open promoter complex (RPo) in which the melted DNA containing the transcription start site is located at the RNA polymerase (RNAP) catalytic centre is an obligatory step in the transcription of DNA into RNA catalyzed by RNAP. In the RPo, an extensive network of interactions is established between DNA, RNAP and the σ-factor and the formation of functional RPo occurs via a series of transcriptional intermediates (collectively 'RPi'). A single tryptophan is ideally positioned to directly engage with the flipped out base of the non-template strand at the +1 site. Evidence suggests that this tryptophan (i) is involved in either forward translocation or DNA scrunching and (ii) in σ(54)-regulated promoters limits the transcription activity of at least one intermediate complex (RPi) before the formation of a fully functional RPo. Limiting RPi activity may be important in preventing the premature synthesis of abortive transcripts, suggesting its involvement in a general mechanism driving the RPi to RPo transition for transcription initiation.",
                "citations_per_year": 0.46,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4390533623",
                "doi": "https://doi.org/10.1073/pnas.2309670120",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2024,
                "cited_by_count": 0,
                "title": "Structural basis of σ <sup>54</sup> displacement and promoter escape in bacterial transcription",
                "abstract": "Gene transcription is a fundamental cellular process carried out by RNA polymerase (RNAP). Transcription initiation is highly regulated, and in bacteria, transcription initiation is mediated by sigma (σ) factors. σ recruits RNAP to the promoter DNA region, located upstream of the transcription start site (TSS) and facilitates open complex formation, where double-stranded DNA is opened up into a transcription bubble and template strand DNA is positioned inside RNAP for initial RNA synthesis. During initial transcription, RNAP remains bound to σ and upstream DNA, presumably with an enlarging transcription bubble. The release of RNAP from upstream DNA is required for promoter escape and processive transcription elongation. Bacteria sigma factors can be broadly separated into two classes with the majority belonging to the σ 70 class, represented by the σ 70 that regulates housekeeping genes. σ 54 forms a class on its own and regulates stress response genes. Extensive studies on σ 70 have revealed the molecular mechanisms of the σ 70 dependent process while how σ 54 transitions from initial transcription to elongation is currently unknown. Here, we present a series of cryo-electron microscopy structures of the RNAP-σ 54 initial transcribing complexes with progressively longer RNA, which reveal structural changes that lead to promoter escape. Our data show that initially, the transcription bubble enlarges, DNA strands scrunch, reducing the interactions between σ 54 and DNA strands in the transcription bubble. RNA extension and further DNA scrunching help to release RNAP from σ 54 and upstream DNA, enabling the transition to elongation.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4398160511",
                "doi": "https://doi.org/10.1101/2024.05.20.594959",
                "topic_id": "https://openalex.org/T11482",
                "publication_year": 2024,
                "cited_by_count": 0,
                "title": "A mechanistic model of Rtc-regulated RNA repair suggests molecular targets to potentiate antibiotic effects",
                "abstract": "RNA is susceptible to damage from various internal and external factors. Given the integral role of RNA, its repair is essential for maintaining proper cell function. A highly conserved RNA repair system, the Rtc system, maintains core RNA components of the translational apparatus. Rtc expression is induced upon various stresses, including exposure to ribosome-targeting antibiotics. Its expression enables cells to rescue growth and survive treatment by conferring transient resistance to these antibiotics. The mechanisms by which Rtc-induced resistance arises are largely unknown. Here, we develop and analyse a computational model of Rtc-regulated maintenance of long-lived RNAs that form part of the translational apparatus. We investigate the mechanistic action of Rtc leading to transient resistance and find that its regulatory structure promotes heterogeneity across bacterial populations, where a resistant sub-population can co-exist with non-expressing, susceptible cells. The finding suggests a complex response underlying adaptive resistance conferred by Rtc with individual cell fates determining antibiotic efficacy. We further analyse the molecular determinants that lead to growth rescue vs suppression and identify components within the Rtc system that may be targeted to potentiate antibiotic effects. Our results provide novel tools for the systems analysis of Rtc-regulated RNA repair and pinpoint testable hypotheses to advance knowledge of RNA repair and its physiological implications.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2022622068",
                "doi": "https://doi.org/10.1093/nar/gks844",
                "topic_id": "https://openalex.org/T11048",
                "publication_year": 2012,
                "cited_by_count": 6,
                "title": "A dual switch controls bacterial enhancer-dependent transcription",
                "abstract": "Bacterial RNA polymerases (RNAPs) are targets for antibiotics. Myxopyronin binds to the RNAP switch regions to block structural rearrangements needed for formation of open promoter complexes. Bacterial RNAPs containing the major variant σ 54 factor are activated by enhancer-binding proteins (bEBPs) and transcribe genes whose products are needed in pathogenicity and stress responses. We show that (i) enhancer-dependent RNAPs help Escherichia coli to survive in the presence of myxopyronin, (ii) enhancer-dependent RNAPs partially resist inhibition by myxopyronin and (iii) ATP hydrolysis catalysed by bEBPs is obligatory for functional interaction of the RNAP switch regions with the transcription start site. We demonstrate that enhancer-dependent promoters contain two barriers to full DNA opening, allowing tight regulation of transcription initiation. bEBPs engage in a dual switch to (i) allow propagation of nucleated DNA melting from an upstream DNA fork junction and (ii) complete the formation of the transcription bubble and downstream DNA fork junction at the RNA synthesis start site, resulting in switch region-dependent RNAP clamp closure and open promoter complex formation.",
                "citations_per_year": 0.43,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2188345257",
                "doi": "https://doi.org/10.1101/015792",
                "topic_id": "https://openalex.org/T10621",
                "publication_year": 2015,
                "cited_by_count": 4,
                "title": "Analog nitrogen sensing in Escherichia coli enables high fidelity information processing",
                "abstract": "Abstract The molecular reaction networks that coordinate the response of an organism to changing environmental conditions are central for survival and reproduction. Escherchia coli employs an accurate and flexible signalling system that is capable of processing ambient nitrogen availability rapidly and with high accuracy. Carefully orchestrated post-translational modifications of PII and the glutamine synthetase allow E. coli to trace nitrogen availability in a continuous, decidedly non-digital fashion. We measure the dynamic proteomic and metabolomic responses to trace the analog computations, and use an information theoretical framework to characterize the information capacity of E. coli’ s nitrogen sensing network: we find that this system can transmit up to 9bits of information about the nitrogen state. This allows cells to respond rapidly and accurately even to small differences in metabolite concentrations.",
                "citations_per_year": 0.36,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W2066427597",
                "doi": "https://doi.org/10.1093/nar/gku588",
                "topic_id": "https://openalex.org/T11150",
                "publication_year": 2014,
                "cited_by_count": 3,
                "title": "Molecular basis of nucleotide-dependent substrate engagement and remodeling by an AAA+ activator",
                "abstract": "Binding and hydrolysis of ATP is universally required by AAA+ proteins to underpin their mechanochemical work.Here we explore the roles of the AT-Pase site in an AAA+ transcriptional activator protein, the phage shock protein F (PspF), by specifically altering the Walker B motif sequence required in catalyzing ATP hydrolysis.One such mutant, the E108Q variant, is defective in ATP hydrolysis but fully remodels target transcription complexes, the RNAP-54 holoenzyme, in an ATP dependent manner.Structural analysis of the E108Q variant reveals that unlike wild-type protein, which has distinct conformations for E108 residue in the ATP and ADP bound forms, E108Q adapts the same conformation irrespective of nucleotide bound.Our data show that the remodeling activities of E108Q are strongly favored on premelted DNA and engagement with RNAP-54 using ATP binding can be sufficient to convert the inactive holoenzyme to an active form, while hydrolysis per se is required for nucleic acid remodeling that leads to transcription bubble formation.Furthermore, using linked dimer constructs, we show that RNAP-54 engagement by adjacent subunits within a hexamer are required for this protein remodeling activity while DNA remodeling activity can tolerate defective ATP hydrolysis of alternating subunits.",
                "citations_per_year": 0.25,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2949135868",
                "doi": "https://doi.org/10.1101/127662",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2017,
                "cited_by_count": 2,
                "title": "GlnK facilitates the dynamic regulation of bacterial nitrogen assimilation",
                "abstract": "Abstract Ammonium assimilation in E. coli is regulated by two paralogous proteins (GlnB and GlnK), which orchestrate interactions with regulators of gene expression, transport proteins and metabolic pathways. Yet how they conjointly modulate the activity of glutamine synthetase (GS), the key enzyme for nitrogen assimilation, is poorly understood. We combine experiments and theory to study the dynamic roles of GlnB and GlnK during nitrogen starvation and upshift. We measure time-resolved in vivo concentrations of metabolites, total and post-translationally modified proteins, and develop a concise biochemical model of GlnB and GlnK that incorporates competition for active and allosteric sites, as well as functional sequestration of GlnK. The model predicts the responses of GS, GlnB and GlnK under time-varying external ammonium level in the wild type and two genetic knock-outs. Our results show that GlnK is tightly regulated under nitrogen-rich conditions, yet it is expressed during ammonium run-out and starvation. This suggests a role for GlnK as a buffer of nitrogen shock after starvation, and provides a further functional link between nitrogen and carbon metabolisms.",
                "citations_per_year": 0.22,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2597524557",
                "doi": "https://doi.org/10.1200/jco.2014.32.15_suppl.5574",
                "topic_id": "https://openalex.org/T10550",
                "publication_year": 2014,
                "cited_by_count": 1,
                "title": "Genome-wide association study (GWAS) of pazopanib efficacy and safety in patients with ovarian cancer who have not progressed following first-line standard therapy.",
                "abstract": "5574 Background: Pazopanib is an oral multi-kinase inhibitor of VEGFR-1, -2, -3, PDGFR-α and -β and c-Kit. In the phase III AGO-OVAR16 study (NCT00866697), pazopanib maintenance therapy significantly increased progression free survival (PFS) in patients with ovarian cancer who have not progressed after first line therapy; however such benefit was not observed in a phase II study (NCT01227928) conducted in East Asian countries. In both studies, there is heterogeneity in patient response (safety and efficacy) to pazopanib; we hypothesized that germline genetic variation may contribute to this heterogeneity. Methods: GWAS analyses were conducted using combined patient data from the AGO-OVAR16 study (N=477, pazopanib) and the East Asian phase II study (N=73, pazopanib), which had similar eligibility criteria and treatment schedules. In aggregate N=387 patients receiving pazopanib provided consent for pharmacogenetic research. GWAS were conducted using normal, ordinal, and Cox regression models to test 30M genetic variants (genotyped or imputed) for association with PFS, overall survival, CA-125 change, bilirubin elevation, transaminase elevation, blood pressure change, hand foot syndrome, diarrhoea, fatigue, neutropenia, thrombocytopenia, and dose reduction or dose discontinuation. Results: At the genome wide significance level (P≤5x10-8), common variants near UGT1A1 were associated with bilirubin elevation (P=1.1x10-21), consistent with our previous observations in pazopanib treated patients with renal cell carcinoma. Common variants near a disintegrin and metalloprotease (ADAM) domain family genes ADAM28–ADAM7 were associated with CA-125 change (P=2.9x10-10). No other common variants reached genome-wide significance. Conclusions: Some instances of isolated bilirubin elevation in pazopanib treated patients with ovarian cancer may be benign manifestations of Gilbert's syndrome. We identified a novel association between germline variants in ADAM28–ADAM7 and CA-125 change; further studies of this finding may yield insights into mechanisms underlying differential response to pazopanib in patients with ovarian cancer.",
                "citations_per_year": 0.08,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2981402608",
                "doi": "https://doi.org/10.1101/822460",
                "topic_id": "https://openalex.org/T11048",
                "publication_year": 2019,
                "cited_by_count": 1,
                "title": "Structural basis of transcription inhibition by the DNA mimic protein Ocr of bacteriophage T7",
                "abstract": "Abstract Bacteriophage T7 infects Escherichia coli and evades the host defence system. The Ocr protein of T7 was shown to exist as a dimer mimicking DNA and to bind to host restriction enzymes, thus preventing the degradation of the viral genome by the host. Here we report that Ocr can also inhibit host transcription by directly binding to bacterial RNA polymerase (RNAP) and competing with the recruitment of RNAP by sigma factors. Using cryo electron microscopy, we determined the structures of Ocr bound to RNAP. The structures show that an Ocr dimer binds to RNAP in the cleft, where key regions of sigma bind and where DNA resides during transcription synthesis, thus providing a structural basis for the transcription inhibition. Our results reveal the versatility of Ocr in interfering with host systems and suggest possible strategies that could be exploited in adopting DNA mimicry as a basis for forming novel antibiotics. Impact statement DNA mimicry Ocr protein, a well-studied T7 phage protein that inhibits host restriction enzymes, can also inhibit host transcription through competing with sigma factors in binding to RNA polymerase.",
                "citations_per_year": 0.14,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4320014519",
                "doi": "https://doi.org/10.2139/ssrn.4335106",
                "topic_id": "https://openalex.org/T10668",
                "publication_year": 2023,
                "cited_by_count": 0,
                "title": "Adjuvant Chemotherapy Following Chemo-Radiation as Primary Treatment for Locally Advanced Cervical Cancer Compared to Chemo-Radiation Alone: The Randomised Phase 3 OUTBACK Trial (ANZGOG 0902, RTOG 1174, NRG 0274)",
                "abstract": "Background: Standard treatment for locally-advanced cervical cancer is chemo-radiation, but many patients relapse and die of distant metastatic disease. OUTBACK was designed to determine the effects on survival of adjuvant chemotherapy after chemo-radiation.Methods: OUTBACK was an international, randomised phase 3, intergroup trial. Eligible participants had locally-advanced cervical cancer (FIGO 2008 stage IB1 & node positive, IB2, II, IIIB or IVA) suitable for chemo-radiation. Participants were randomly assigned to standard cisplatin-based chemo-radiation, or standard cisplatin-based chemo-radiation followed by adjuvant chemotherapy with 4 cycles of carboplatin and paclitaxel. The primary endpoint was overall survival (OS) at 5 years. Secondary endpoints included progression-free survival (PFS); adverse events (AE); health-related quality of life, and patterns of disease recurrence. The study is registered on ANZCTR.org.au; ACTRN12610000732088. Findings: 919 of 926 participants recruited from April 2011 to June 2017 were eligible and included in the primary analysis: 463 assigned adjuvant chemotherapy, 456 control. Adjuvant chemotherapy was started in 361 (78%) participants assigned it. Median follow-up was 60 months (IQR 45-65). OS at 5 years was similar among those assigned adjuvant chemotherapy versus control (72% vs 71%, difference 1%, 95% CI -6 to +7; P=0·81). The hazard ratio for OS was 0·90 (95% CI 0·70 to 1·17). PFS at 5 years was similar among those assigned adjuvant chemotherapy versus control (63% vs 62%, difference 2%, 95% CI -5 to +9; P=0·58). The hazard ratio for PFS was 0·86 (95% CI 0.69 to 1.08). AE of grade 3-5 within a year of randomisation occurred in 81% assigned adjuvant chemotherapy versus 62% assigned control, but there was no differences in AEs beyond 1 year post randomisation. Patterns of disease recurrence were similar in the two groups.Interpretation: Adjuvant chemotherapy given after standard cisplatin-based chemo-radiation for locally-advanced cervical cancer increased short-term toxicity but did not improve OS or PFS.Trial Registration: Thestudy is registered on ANZCTR.org.au; ACTRN12610000732088.Funding: The trial was supported by a Project Grant from the National Health and Medical Research Council (APP1044349) as well as funding from National Cancer Institute to allow participation of NRG sites. Hospira provided paclitaxel for Australian and New Zealand sites.Declaration of Interests: LRM reports grant from NHMRC Australia for support for the present manuscript. KNM reports research funding to institution outside of submitted work from PTC Therapeutics, Lilly, Merck, GSK/Tesaro, participation on an Advisory Board for AstraZeneca, Aravive, Inc., Alkemeres, Addi, Blueprint Medicines, Eisai Co., Ltd., EMD Serono Inc., Elevar Therapeutics, GSK/Tesaro, Genentench/Roche, Hengrui, Immunogen, INXmed, IMab, Lilly, Mereo, Mersana Therapeutics, Merck, Myriad, Novartis, Novocure, OncXerna, Onconova Therapeutics, Tarveda Therapeutics, VBL Therapeutics and Verastem Oncology, and leadership role as Associate Director of GOG Partners and on the Board of Directors for GOG Foundation. WSJ reports honoraria for invited talks from Carl Zeiss and payments made for participation on a DSMB from Novocure, and Co-Chair of Gynaecological Committee until June 2020 with NRG Oncology. DKG reports grants/contracts from Elekta - Clinical Trial as Principal Investigator, payment/honoraria from ANZGOG for the 2022 Meeting, payment for expert testimony in the Montana court case, participating on a DSMB/Advisory Board for a Merck cervix trial, and leadership role in NRG Oncology as Co-Chair of the Gyn Committee. PK reports funding outside of this submitted work from ANZGOG Fund for New Research (STRIVE Study, $100k over 12 months), Medical Research Future Fund Reproductive Cancers Grant (ADELE Study, $1.63 mil over 3 years from 2021), Deputy Chair of Treatment Pillar for the National Cervical Cancer Elimination Strategy (unpaid), Board Director for ANZGOG (unpaid) and Board Director for AMA Victoria (May 2021-April 2022, small retention fee paid). JST reports support for the present manuscript from University of Oklahoma as his primary employment. WKH reports consulting fee payments from AstraZeneca and SeaGen and payment for participation on a DSMB from Syneos and Inovio. CAM reports support for the present manuscript from National Cancer Institute, and funding to institution outside of the submitted work from Syros, Deciphera, Astellas Pharma GlaxoSmithKline/Tesaro, Seagen, Genmab, EMD Serono, Merck, Regeneron, Moderna, Astra Zeneca, and Genentech. TEL reports support for the present manuscript from the National Cancer Institute Community Research Program and support for attending meetings/travel from SHCC MU NCORP Grant. CHH reports support for the present manuscript from GOG/NRG, and leadership role in the Executive Board, Western Association of Gynecologic Oncology and the 2023 Program Committee Chair, Western Association of Gynecologic Oncology. MQ reports personal payment as Chair of IDSMC for the Garnet Study and Tesaro Study from GSK, and Chair of DSMB for the COMPASS Study. DR reports trial funding all to institution outside of submitted work from MSD, GSK, Regeneron, Roche, BMS, Kura, ALX Oncology and participation on a Data Safety Monitoring Board (unpaid) for MSD, Regeneron, Sanofi. BJM reports consulting fees from Acrivon, Adaptimune, Agenus, Akeso Bio, Amgen, Aravive. AstraZeneca, Bayer, Clovis, Easai, Elevar, EMD Merck, Genmab/Seagen, GOG Foundation, Gradalis, Heng Rui, ImmunoGen, Karyopharm, Iovance, Laekna, Macrogenics, Merck, Mersana, Myriad, Novartis, Novocure, OncoC4, Panavance, Pieris, Pfizer, Puma, Regeneron, Roche/Genentech, Sorrento, TESARO/GSK, US Oncology Research, VBL, Verastem, Zentalis, and payment/horaria from AstraZeneca, Merck, Myriad, TESARO/GSK, Roche/Genentech, Clovis and Easai. MRS reports grant to institution from NHMRC Australia for support for the present manuscript, and grants to institution for the conduct of investigator-initiated, academically-sponsored trials from Amgen, Astellas, AstraZeneca, Bayer, BeiGene, Bristol-Myers Squibb, Celgene, Medivation, Merck Sharp & Dohme, Novartis, Pfizer, Roche, Sanofi and Tilray. EHB, VG, KN, MTK, NB, YCL, KD, AF, SB, MB, AS, IJB and SVD declare no competing interests.Ethics Approval: The protocol was approved by all participating groups and relevant institutional ethics review committees, and all participants gave signed, written, informed consent.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4380077502",
                "doi": "https://doi.org/10.1101/2023.06.09.544244",
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2023,
                "cited_by_count": 0,
                "title": "Structural Basis of σ<sup>54</sup>Displacement and Promoter Escape in Bacterial Transcription",
                "abstract": "Abstract Gene transcription is a fundamental cellular process carried out by RNA polymerase (RNAP). Transcription initiation is highly regulated and in bacteria, transcription initiation is mediated by σ factors, which recruit RNA polymerase (RNAP) to the promoter DNA region and facilitate open complex formation, where double stranded DNA is opening up into a transcription bubble and template strand DNA is in position for initial RNA synthesis. During initial transcription, DNA downstream of the transcription start site is fed into the active site of RNAP, whilst the upstream promoter DNA remains tethered to the RNAP via the σ factor, resulting in a build-up of tension. In order to progress to the processive elongation state, RNAP must escape from the promoter, and displace or dissociate the σ factor. Bacteria s factors can be broadly separated into two classes with the majority belong to the s70 class, represented by the σ 70 that regulate housekeeping genes. σ 54 forms a class on its own and regulate stress response genes. Extensive studies on σ 70 have revealed the molecular mechanisms of σ 70 promoter escape while how σ 54 transitions from initial transcription to elongation is unknown. Here we present a series of cryo electron microscopy structures of the σ 54 factor with progressively longer RNA, revealing the molecular mechanism of σ 54 displacement and promoter escape. Our data show that the initial instability is driven by DNA scrunching, and the final displacement steps are driven by both RNA extension and DNA scrunching.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2404118996",
                "doi": "https://doi.org/10.1055/s-0035-1568266",
                "topic_id": "https://openalex.org/T10141",
                "publication_year": 2016,
                "cited_by_count": 0,
                "title": "Zahnresorptionen bei der Katze",
                "abstract": "Katzen sind von Natur aus Jäger. Sie lauern oft stundenlang ihren Beutetieren auf, um diese dann mit einem gezielten Biss zu töten. Gelingt es einer sich „selbst versorgenden“ Katze nicht, ihr Beutetier sicher zu fassen und zu töten, wird diese Katze auf Dauer gesehen verhungern. Durch den immensen Überlebenswillen wird sie zwar weiter auf die Jagd gehen, aufgrund zunehmender körperlicher Schwäche allerdings immer seltener Beute machen. Katzen mit Zahnschmerzen leiden oft still und zeigen ihren Schmerz nicht, wie wir es erwarten würden. Da die Futteraufnahme überlebenswichtig ist, stellen die Tiere erst im Extremfall das Fressen ein.",
                "citations_per_year": 0.0,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W2463290255",
                "doi": "https://doi.org/10.1055/s-0035-1557783",
                "topic_id": "https://openalex.org/T10872",
                "publication_year": 2015,
                "cited_by_count": 0,
                "title": "Management der Parodontitis beim Hund – ein Update für die Praxis",
                "abstract": "Betrachtet man den Stellenwert der Tierzahnheilkunde in der Tiermedizin, so fällt auf, dass 3 Diplomates, 16 Fachtierärzte und ca. 150 Tierärzte mit der Zusatzbezeichnung Zahnheilkunde etwa 28 000 tierärztlich tätigen Kollegen gegenüberstehen. In der Humanmedizin praktizieren ca. 69 000 Zahnärzte und etwa 357 000 Ärzte und Fachärzte. Dies zeigt, wie hoch die Erkrankungsrate im Organsystem Mund-/Maulhöhle ist bzw. wie hoch die Anzahl unterbehandelter Tiere ist, zumal unsere Patienten sich zu Maulhöhlen- und Zahnerkrankungen nicht äußern können. Meist zeigen Tiere mit Problemen in der Maulhöhle nur subtile Symptome. Gerade bei älteren Tieren wird das Nachlassen des Spieltriebs, erhöhtes Schlafbedürfnis und Lustlosigkeit auf das Alter geschoben. Auch wird vielfach angenommen, dass Maulgeruch normal sei. Akute Zahnschmerzen werden von Hund und Katze oft nicht so gezeigt, dass man eine schmerzhafte Zahnerkrankung vermuten würde. Unsere Patienten beißen bei Zahnschmerz sprichwörtlich die Zähne zusammen, da ihr Leben in freier Wildbahn von einer funktionierenden Futteraufnahme abhängt.",
                "citations_per_year": 0.0,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W2538451619",
                "doi": null,
                "topic_id": "https://openalex.org/T10564",
                "publication_year": 2016,
                "cited_by_count": 0,
                "title": "THE NTRY/NTRX TWO-COMPONENT SYSTEM IS INVOLVED IN CONTROLLING NITRATE ASSIMILATION IN STRAIN SMR1",
                "abstract": "INCT-Fixacao Biologica de Nitrogenio/CNPq/MCTI, CNPq, CAPES, Fundacao Araucaria, Biotechnology and Biological Sciences Research Council (BB/L011468/1).",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2246267738",
                "doi": null,
                "topic_id": "https://openalex.org/T10120",
                "publication_year": 2011,
                "cited_by_count": 0,
                "title": "From qualitative data to quantitative models: analysis of the phage shock protein stress response in Escherichia coli",
                "abstract": "Bacteria have evolved a rich set of mechanisms for sensing and adapting to adverse conditions in their environment. These are crucial for their survival, which requires them to react to extracellular stresses such as heat shock, ethanol treatment or phage infection. Here we focus on studying the phage shock protein (Psp) stress response in Escherichia coli induced by a phage infection or other damage to the bacterial membrane. This system has not yet been theoretically modelled or analysed in silico. We develop a model of the Psp response system, and illustrate how such models can be constructed and analyzed in light of available sparse and qualitative information in order to generate novel biological hypotheses about their dynamical behaviour. We analyze this model using tools from Petri-net theory and study its dynamical range that is consistent with currently available knowledge by conditioning model parameters on the available data in an approximate Bayesian computation (ABC) framework. Within this ABC approach we analyze stochastic and deterministic dynamics. This analysis allows us to identify different types of behaviour and these mechanistic insights can in turn be used to design new, more detailed and time-resolved experiments. We have developed the first mechanistic model of the Psp response in E. coli. This model allows us to predict the possible qualitative stochastic and deterministic dynamic behaviours of key molecular players in the stress response. Our inferential approach can be applied to stress response and signalling systems more generally: in the ABC framework we can condition mathematical models on qualitative data in order to delimit e.g. parameter ranges or the qualitative system dynamics in light of available end-point or qualitative information.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2340234446",
                "doi": null,
                "topic_id": "https://openalex.org/T13870",
                "publication_year": 2013,
                "cited_by_count": 0,
                "title": "Strategies for balancing urban transport share to improve mobility and reduce road congestion",
                "abstract": "This report reviews the factors having a main impact on the supply and demand for road capacity, before it considers the strategies which allow to address congestion and improve mobility of persons in urban areas.\r\n\r\nFrom different case studies, the report reviews nine strategies:\r\n\r\n promoting public transportation;\r\n promoting bicycle transportation;\r\n promoting pedestrian transportation;\r\n promoting intermodal transportation;\r\n influencing car demand;\r\n strategy to improve the utilisation and allocation of capacity of roads;\r\n increasing capacity utilization of vehicles;\r\n improving the temporal spread of traffic volume;\r\n reducing the impacts of incidents;\r\n more compliant handling of road works and maintenance;\r\n\r\nand makes recommendations to road authorities.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2761819117",
                "doi": null,
                "topic_id": "https://openalex.org/T10924",
                "publication_year": 2013,
                "cited_by_count": 0,
                "title": "Die Intima-Media-Thickness (IMT) der Arteria carotis communis bei gesunden Kindern und Jugendlichen",
                "abstract": "Die sonographische Messung der Intima-Media-Thickness (IMT) ist ein bei Erwachsenen seit Jahren etabliertes Verfahren um Verdickungen der Gefaswand zu erkennen. Zahlreiche Studien der letzten Jahre konnten zeigen, dass das Vorhandensein kardiovaskularer Risikofaktoren mit einer Verdickung der IMT einhergeht. Einige Untersuchungen deuten\r\nhierbei sogar daraufhin, dass bei bereits im Kindesalter bestehenden Risikofaktoren eine Verdickung der IMT beobachtet werden kann. In dieser Studie konnten erstmals Normwerte und Perzentilenkurven fur die IMT im Kindes- und Jugendalter erstellt werden. Die IMT Werte wurden mit den Parametern Alter, BMI, prozentualer Korperfettanteil und systolischer Blutdruck verglichen. Das von uns evaluierte Verfahren der halbautomatischen, softwaregesteuerten IMT Messung bei Kindern zeigte eine einfache und schnelle Handhabung und zum anderen eine gute Inter- und Intraobservervariabilitat.",
                "citations_per_year": 0.0,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W2942448258",
                "doi": "https://doi.org/10.1099/acmi.ac2019.po0509",
                "topic_id": "https://openalex.org/T10878",
                "publication_year": 2019,
                "cited_by_count": 0,
                "title": "A CRISPR-associated Rossmann fold (CARF) domain regulates transcription of an RNA repair system in Escherichia coli",
                "abstract": "CRISPR-associated Rossmann fold (CARF) domain signalling underpins the modulation of CRISPR-Cas systems. Unlike the majority of known CARF domains associated with nuclease activity in CRISPR-Cas systems, the CARF domain of the transcriptional regulator RtcR modulates the opposite function by activating an RNA end sealing system. The Rtc RNA repair system in Escherichia coli consists ofthe universally conserved RNA cyclase RtcA and RNA ligase RtcB, and is known to be induced by antibiotics and oxidative stress. We aim to investigate the CARF domain mediated transcriptional regulation of the Rtc system in vivo and in vitro . A reporter based assay confirmed that the RtcR CARF domain has a negative regulatory effect on RtcR activity and subsequent induction of the rtcBA operon. Both predictive modelling and site-directed mutagenesis suggest the Rtc induction is not due to oxidation of cysteines present in the RtcR regulatory CARF domain. Interestingly, the enzymes RtcA and RtcB, products of the actions of RtcR as a transcription regulator, are required for RtcR to stimulate expression of the rtcBA operon and directly bind to the RtcR CARF domain as shown in vivo by two-hybrid and in vitro by gel filtration. Given that CARF domains are known to be activated by RNA binding, a range of RNA molecules linked to the Rtc system or CARF domains in general are currently being investigated as potential inducers in an in vitro transcription system. Together, our data indicate an expanded range for CARF domain signalling, including via protein-protein interactions.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3007783893",
                "doi": "https://doi.org/10.1101/2020.02.18.955476",
                "topic_id": "https://openalex.org/T10621",
                "publication_year": 2020,
                "cited_by_count": 0,
                "title": "Molecular origins of transcriptional heterogeneity in diazotrophic<i>K. oxytoca</i>",
                "abstract": "Abstract Phenotypic heterogeneity in clonal bacterial batch cultures is an important adaptive strategy to changing environments, including in diazotrophs with the unique capacity to convert di-nitrogen into bio-available ammonium. In diazotrophic Klebsiella oxytoca we simultaneously measured mRNA levels of key regulatory ( glnK-amtB, nifLA ) and structural ( nifHDK ) operons required for establishing nitrogen fixation, using dual molecule, single cell RNA-FISH. Through stochastic transcription models and mutual information analysis we revealed likely molecular origins for heterogeneity in nitrogenase expression. In wildtype and regulatory variant strains we inferred contributions from intrinsic and extrinsic noise, finding that nifHDK transcription is inherently bursty, but that noise propagation through signalling is also significant. The regulatory gene glnK had the highest discernible effect on nifHDK variance, while noise from factors outside of the regulatory pathway were negligible. Results provide evidence that heterogeneity is a fundamental property of this regulatory system, indicating potential constraints for engineering homogeneous nitrogenase expression.",
                "citations_per_year": 0.0,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W3020634500",
                "doi": "https://doi.org/10.1101/2020.04.27.064014",
                "topic_id": "https://openalex.org/T10564",
                "publication_year": 2020,
                "cited_by_count": 0,
                "title": "A multiplexed work-flow for absolute quantification of <i>Klebsiella oxytoca</i> Nif proteins",
                "abstract": "Abstract Global imbalances of the nitrogen cycle are increasingly recognized as a major challenge to human development, and are exacerbated by the use of synthetic inorganic fertilizers. Biotechnology alternatives to inorganic fertilizers include biofertilisation from nitrogen fixing bacteria (diazotrophs), expressing nitrogenase and auxiliary genes ( nif genes). In order to directly quantify all twenty Nif proteins through multiple reaction monitoring (MRM) MS, we established a high throughput pipeline to generate a set of Klebsiella oxytoca Nif protein QconCATs as quantotypic standards. A stringent validation of the pipeline and QconCATs application with regards to isotopic labelling efficiency (100%), limits of detection and quantification, analyte to internal standard concentration boundaries was used for optimisation. Using three QconCATs for the measurement of 20 likely low, middle and high Nif protein abundances enabled detection of all Nif proteins, 19 of which could be accurately quantified and their variation over time monitored. Stoichiometries between Klebsiella oxytoca Nif proteins and changes between early and late transition into diazotrophy suggest i) a temporal regulation of nif gene cluster expression that may be linked to nitrogenase expression and maturation; ii) vast disparities in Nif protein abundances and iii) high dependency on the nifLA master regulator pair for nif gene expression.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4210283420",
                "doi": "https://doi.org/10.1002/advs.202270023",
                "topic_id": "https://openalex.org/T10147",
                "publication_year": 2022,
                "cited_by_count": 0,
                "title": "Structures of Class I and Class II Transcription Complexes Reveal the Molecular Basis of RamA‐Dependent Transcription Activation (Adv. Sci. 4/2022)",
                "abstract": "RamA-Dependent Transcription Activation Transcription activator RamA is linked to multidrug resistance of Klebsiella pneumoniae. In article number 2103669, Xiaodong Zhang, Minggui Wang, and co-workers reveal the molecular basis for how RamA interacts with RNA polymerase (RNAP) and activates transcription that contributes to antibiotic resistance. Both common and distinct features are revealed in activator bindings and uncover distinct roles of the two C-terminal domains of RNAP.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4281768497",
                "doi": "https://doi.org/10.1099/acmi.ac2021.po0286",
                "topic_id": "https://openalex.org/T10521",
                "publication_year": 2022,
                "cited_by_count": 0,
                "title": "The Rtc RNA repair system is linked to virulence in Escherichia coli",
                "abstract": "Antibiotic resistance is one of the biggest public health challenges of the 21st century. The Rtc RNA repair system is present in many pathogenic bacterial species, including the model organism and putative pathogen Escherichia coli, and may play a role in antibiotic resistance. Here we explore its physiological role during infection. Pathogenicity assays are being performed using the infection model Galleria mellonella, to study the phenotypes and survival rates following larvae infection with E. coli K12 and variants lacking rtc genes. Larvae infected with wild-type bacteria survive for up to 10 days as opposed to those lacking any of the rtc genes, which survive for up to 14 days on average. Complementation of the rtc gene deletions with wild-type Rtc proteins, but not functionally catalytic mutants, reverses the infection phenotype to that of wild-type. Similarly, viable larvae infected with wild-type or complemented bacteria score much lower in a health index scoring system than those infected with strains either lacking any of rtc genes or expressing catalytically inactive Rtc proteins. To further explore the importance of Rtc in infection, bacterial burden assays will be conducted to measure the bacterial load. The results so far suggest that bacteria with a fully functional Rtc system are more aggressive in the G. mellonellainfection model. This outcome supports the notion that the Rtc RNA repair system is involved in bacterial virulence and opens the window for further research to understand the ways in which Rtc may contribute to resistance, with potential for broader health benefit.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4294991545",
                "doi": "https://doi.org/10.1128/msystems.00596-22",
                "topic_id": "https://openalex.org/T10621",
                "publication_year": 2022,
                "cited_by_count": 0,
                "title": "Molecular Origins of Transcriptional Heterogeneity in Diazotrophic Klebsiella oxytoca",
                "abstract": "Phenotypic heterogeneity in clonal bacterial batch cultures has been shown for a range of bacterial systems; however, the molecular origins of such heterogeneity and its magnitude are not well understood. Under conditions of extreme low-nitrogen stress in the model diazotroph Klebsiella oxytoca, we found remarkably high heterogeneity of nifHDK gene expression, which codes for the structural genes of nitrogenase, one key enzyme of the global nitrogen cycle. This heterogeneity limited the bulk observed nitrogen-fixing capacity of the population. Using dual-probe, single-cell RNA fluorescent in situ hybridization, we correlated nifHDK expression with that of nifLA and glnK-amtB, which code for the main upstream regulatory components. Through stochastic transcription models and mutual information analysis, we revealed likely molecular origins for heterogeneity in nitrogenase expression. In the wild type and regulatory variants, we found that nifHDK transcription was inherently bursty, but we established that noise propagation through signaling was also significant. The regulatory gene glnK had the highest discernible effect on nifHDK variance, while noise from factors outside the regulatory pathway were negligible. Understanding the basis of inherent heterogeneity of nitrogenase expression and its origins can inform biotechnology strategies seeking to enhance biological nitrogen fixation. Finally, we speculate on potential benefits of diazotrophic heterogeneity in natural soil environments. IMPORTANCE Nitrogen is an essential micronutrient for both plant and animal life and naturally exists in both reactive and inert chemical forms. Modern agriculture is heavily reliant on nitrogen that has been \"fixed\" into a reactive form via the energetically expensive Haber-Bosch process, with significant environmental consequences. Nitrogen-fixing bacteria provide an alternative source of fixed nitrogen for use in both biotechnological and agricultural settings, but this relies on a firm understanding of how the fixation process is regulated within individual bacterial cells. We examined the cell-to-cell variability in the nitrogen-fixing behavior of Klebsiella oxytoca, a free-living bacterium. The significance of our research is in identifying not only the presence of marked variability but also the specific mechanisms that give rise to it. This understanding gives insight into both the evolutionary advantages of variable behavior as well as strategies for biotechnological applications.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            }
        ]
    }
]