[
    {
        "oaid": "https://openalex.org/A5066699579",
        "name": "Cesar Quilodran Casas",
        "papers": [
            {
                "id": "https://openalex.org/W4286634444",
                "doi": "https://doi.org/10.3390/rs14133228",
                "topic_id": "https://openalex.org/T10555",
                "publication_year": 2022,
                "cited_by_count": 42,
                "title": "Parameter Flexible Wildfire Prediction Using Machine Learning Techniques: Forward and Inverse Modelling",
                "abstract": "Parameter identification for wildfire forecasting models often relies on case-by-case tuning or posterior diagnosis/analysis, which can be computationally expensive due to the complexity of the forward prediction model. In this paper, we introduce an efficient parameter flexible fire prediction algorithm based on machine learning and reduced order modelling techniques. Using a training dataset generated by physics-based fire simulations, the method forecasts burned area at different time steps with a low computational cost. We then address the bottleneck of efficient parameter estimation by developing a novel inverse approach relying on data assimilation techniques (latent assimilation) in the reduced order space. The forward and the inverse modellings are tested on two recent large wildfire events in California. Satellite observations are used to validate the forward prediction approach and identify the model parameters. By combining these forward and inverse approaches, the system manages to integrate real-time observations for parameter adjustment, leading to more accurate future predictions.",
                "citations_per_year": 10.5,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4294804741",
                "doi": "https://doi.org/10.1039/d2lc00416j",
                "topic_id": "https://openalex.org/T11407",
                "publication_year": 2022,
                "cited_by_count": 27,
                "title": "Surfactant-laden droplet size prediction in a flow-focusing microchannel: a data-driven approach",
                "abstract": "Improving surfactant-laden microdroplet size prediction using data-driven methods.",
                "citations_per_year": 6.75,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W4379089507",
                "doi": "https://doi.org/10.48550/arxiv.2305.19894",
                "topic_id": "https://openalex.org/T11714",
                "publication_year": 2023,
                "cited_by_count": 14,
                "title": "Med-UniC: Unifying Cross-Lingual Medical Vision-Language Pre-Training by Diminishing Bias",
                "abstract": "The scarcity of data presents a critical obstacle to the efficacy of medical visionlanguage pre-training (VLP). A potential solution lies in the combination of datasets from various language communities. Nevertheless, the main challenge stems from the complexity of integrating diverse syntax and semantics, language-specific medical terminology, and culture-specific implicit knowledge. Therefore, one crucial aspect to consider is the presence of community bias caused by different languages. This paper presents a novel framework named Unifying Cross-Lingual Medical Vision-Language Pre-Training (Med-UniC), designed to integrate multimodal medical data from the two most prevalent languages, English and Spanish. Specifically, we propose Cross-lingual Text Alignment Regularization (CTR) to explicitly unify cross-lingual semantic representations of medical reports originating from diverse language communities. CTR is optimized through latent language disentanglement, rendering our optimization objective to not depend on negative samples, thereby significantly mitigating the bias from determining positive-negative sample pairs within analogous medical reports. Furthermore, it ensures that the cross-lingual representation is not biased toward any specific language community. Med-UniC reaches superior performance across 5 medical image tasks and 10 datasets encompassing over 30 diseases, offering a versatile framework for unifying multi-modal medical data within diverse linguistic communities. The experimental outcomes highlight the presence of community bias in cross-lingual VLP. Reducing this bias enhances the performance not only in vision-language tasks but also in uni-modal visual tasks.",
                "citations_per_year": 4.67,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4321460171",
                "doi": "https://doi.org/10.1016/j.physa.2023.128564",
                "topic_id": "https://openalex.org/T10466",
                "publication_year": 2023,
                "cited_by_count": 3,
                "title": "A data-driven adversarial machine learning for 3D surrogates of unstructured computational fluid dynamic simulations",
                "abstract": "This paper presents a general workflow to generate and improve the forecast of model surrogates of computational fluid dynamics simulations using deep learning, and most specifically adversarial training. This adversarial approach aims to reduce the divergence of the forecasts from the underlying physical model. Our two-step method integrates a Principal Components Analysis (PCA) based adversarial autoencoder (PC-AAE) with adversarial Long short-term memory (LSTM) networks. Once the reduced-order model (ROM) of the CFD solution is obtained via PCA, an adversarial autoencoder is used on the principal components time series. Subsequentially, a LSTM is adversarially trained on the latent space produced by the PC-AAE to make forecasts. Here we show, that the application of adversarial training improves the rollout of the latent space predictions. Our workflow is applied to three different case studies including two models of urban air pollution in London.",
                "citations_per_year": 1.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4387860105",
                "doi": "https://doi.org/10.3390/mi14101964",
                "topic_id": "https://openalex.org/T13114",
                "publication_year": 2023,
                "cited_by_count": 2,
                "title": "Enhancing Microdroplet Image Analysis with Deep Learning",
                "abstract": "Microfluidics is a highly interdisciplinary field where the integration of deep-learning models has the potential to streamline processes and increase precision and reliability. This study investigates the use of deep-learning methods for the accurate detection and measurement of droplet diameters and the image restoration of low-resolution images. This study demonstrates that the Segment Anything Model (SAM) provides superior detection and reduced droplet diameter error measurement compared to the Circular Hough Transform, which is widely implemented and used in microfluidic imaging. SAM droplet detections prove to be more robust to image quality and microfluidic images with low contrast between the fluid phases. In addition, this work proves that a deep-learning super-resolution network MSRN-BAM can be trained on a dataset comprising of droplets in a flow-focusing microchannel to super-resolve images for scales ×2, ×4, ×6, ×8. Super-resolved images obtain comparable detection and segmentation results to those obtained using high-resolution images. Finally, the potential of deep learning in other computer vision tasks, such as denoising for microfluidic imaging, is shown. The results show that a DnCNN model can denoise effectively microfluidic images with additive Gaussian noise up to σ = 4. This study highlights the potential of employing deep-learning methods for the analysis of microfluidic images.",
                "citations_per_year": 0.67,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W4391009475",
                "doi": "https://doi.org/10.48550/arxiv.2401.07604",
                "topic_id": "https://openalex.org/T10466",
                "publication_year": 2024,
                "cited_by_count": 0,
                "title": "Data Assimilation using ERA5, ASOS, and the U-STN model for Weather Forecasting over the UK",
                "abstract": "In recent years, the convergence of data-driven machine learning models with Data Assimilation (DA) offers a promising avenue for enhancing weather forecasting. This study delves into this emerging trend, presenting our methodologies and outcomes. We harnessed the UK's local ERA5 850 hPa temperature data and refined the U-STN12 global weather forecasting model, tailoring its predictions to the UK's climate nuances. From the ASOS network, we sourced T2m data, representing ground observations across the UK. We employed the advanced kriging method with a polynomial drift term for consistent spatial resolution. Furthermore, Gaussian noise was superimposed on the ERA5 T850 data, setting the stage for ensuing multi-time step synthetic observations. Probing into the assimilation impacts, the ASOS T2m data was integrated with the ERA5 T850 dataset. Our insights reveal that while global forecast models can adapt to specific regions, incorporating atmospheric data in DA significantly bolsters model accuracy. Conversely, the direct assimilation of surface temperature data tends to mitigate this enhancement, tempering the model's predictive prowess.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4403661557",
                "doi": "https://doi.org/10.48550/arxiv.2409.07961",
                "topic_id": "https://openalex.org/T11405",
                "publication_year": 2024,
                "cited_by_count": 0,
                "title": "Estimating Atmospheric Variables from Digital Typhoon Satellite Images\n  via Conditional Denoising Diffusion Models",
                "abstract": "This study explores the application of diffusion models in the field of typhoons, predicting multiple ERA5 meteorological variables simultaneously from Digital Typhoon satellite images. The focus of this study is taken to be Taiwan, an area very vulnerable to typhoons. By comparing the performance of Conditional Denoising Diffusion Probability Model (CDDPM) with Convolutional Neural Networks (CNN) and Squeeze-and-Excitation Networks (SENet), results suggest that the CDDPM performs best in generating accurate and realistic meteorological data. Specifically, CDDPM achieved a PSNR of 32.807, which is approximately 7.9% higher than CNN and 5.5% higher than SENet. Furthermore, CDDPM recorded an RMSE of 0.032, showing a 11.1% improvement over CNN and 8.6% improvement over SENet. A key application of this research can be for imputation purposes in missing meteorological datasets and generate additional high-quality meteorological data using satellite images. It is hoped that the results of this analysis will enable more robust and detailed forecasting, reducing the impact of severe weather events on vulnerable regions. Code accessible at https://github.com/TammyLing/Typhoon-forecasting.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4405073037",
                "doi": "https://doi.org/10.48550/arxiv.2412.02723",
                "topic_id": "https://openalex.org/T11234",
                "publication_year": 2024,
                "cited_by_count": 0,
                "title": "DYffCast: Regional Precipitation Nowcasting Using IMERG Satellite Data.\n  A case study over South America",
                "abstract": "Climate change is increasing the frequency of extreme precipitation events, making weather disasters such as flooding and landslides more likely. The ability to accurately nowcast precipitation is therefore becoming more critical for safeguarding society by providing immediate, accurate information to decision makers. Motivated by the recent success of generative models at precipitation nowcasting, this paper: extends the DYffusion framework to this task and evaluates its performance at forecasting IMERG satellite precipitation data up to a 4-hour horizon; modifies the DYffusion framework to improve its ability to model rainfall data; and introduces a novel loss function that combines MSE, MAE and the LPIPS perceptual score. In a quantitative evaluation of forecasts up to a 4-hour horizon, the modified DYffusion framework trained with the novel loss outperforms four competitor models. It has the highest CSI scores for weak, moderate, and heavy rain thresholds and retains an LPIPS score $<$ 0.2 for the entire roll-out, degrading the least as lead-time increases. The proposed nowcasting model demonstrates visually stable and sharp forecasts up to a 2-hour horizon on a heavy rain case study. Code is available at https://github.com/Dseal95/DYffcast.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4405637235",
                "doi": "https://doi.org/10.21203/rs.3.rs-5409944/v1",
                "topic_id": "https://openalex.org/T11490",
                "publication_year": 2024,
                "cited_by_count": 0,
                "title": "Data-driven Flood Prediction for Bangladesh at a 2-km Spatial Resolution Using ConvLSTM",
                "abstract": "<title>Abstract</title> Flood prediction is a critical component of disaster preparedness, especially given the substantial economic and social consequences of flooding. As climate change intensifies the frequency and severity of extreme weather events, the need for accurate flood forecasting becomes even more urgent. This study focuses on Bangladesh, applying Convolutional Long-Short Term Memory (ConvLSTM) architectures to predict flooding at a spatial resolution of approximately 2 km, using a straightforward set of publicly available satellite images. The objective is to explore whether machine learning can simplify flood prediction while expanding the coverage of existing models. The model produces pixel-level flood probability maps, showing promising results in predicting large-scale flooding with Area Under the Curve (AUC) values above 0.9 and Structural Similarity Index (SSIM) scores exceeding 0.8. These outputs are both plausible and readily integrable into existing or new disaster response frameworks. As many regions remain underserved by flood prediction systems, this work lays the foundation for scalable machine learning applications that can help mitigate inequalities exacerbated by the increasing risk of flooding.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4287332788",
                "doi": "https://doi.org/10.48550/arxiv.2102.02664",
                "topic_id": "https://openalex.org/T10410",
                "publication_year": 2021,
                "cited_by_count": 5,
                "title": "Digital twins based on bidirectional LSTM and GAN for modelling the COVID-19 pandemic",
                "abstract": "The outbreak of the coronavirus disease 2019 (COVID-19) has now spread throughout the globe infecting over 150 million people and causing the death of over 3.2 million people. Thus, there is an urgent need to study the dynamics of epidemiological models to gain a better understanding of how such diseases spread. While epidemiological models can be computationally expensive, recent advances in machine learning techniques have given rise to neural networks with the ability to learn and predict complex dynamics at reduced computational costs. Here we introduce two digital twins of a SEIRS model applied to an idealised town. The SEIRS model has been modified to take account of spatial variation and, where possible, the model parameters are based on official virus spreading data from the UK. We compare predictions from a data-corrected Bidirectional Long Short-Term Memory network and a predictive Generative Adversarial Network. The predictions given by these two frameworks are accurate when compared to the original SEIRS model data. Additionally, these frameworks are data-agnostic and could be applied to towns, idealised or real, in the UK or in other countries. Also, more compartments could be included in the SEIRS model, in order to study more realistic epidemiological behaviour.",
                "citations_per_year": 1.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4387355792",
                "doi": "https://doi.org/10.48550/arxiv.2310.01690",
                "topic_id": "https://openalex.org/T11483",
                "publication_year": 2023,
                "cited_by_count": 1,
                "title": "Forecasting Tropical Cyclones with Cascaded Diffusion Models",
                "abstract": "As tropical cyclones become more intense due to climate change, the rise of Al-based modelling provides a more affordable and accessible approach compared to traditional methods based on mathematical models. This work leverages generative diffusion models to forecast cyclone trajectories and precipitation patterns by integrating satellite imaging, remote sensing, and atmospheric data. It employs a cascaded approach that incorporates three main tasks: forecasting, super-resolution, and precipitation modelling. The training dataset includes 51 cyclones from six major tropical cyclone basins from January 2019 - March 2023. Experiments demonstrate that the final forecasts from the cascaded models show accurate predictions up to a 36-hour rollout, with excellent Structural Similarity (SSIM) and Peak-Singal-To-Noise Ratio (PSNR) values exceeding 0.5 and 20 dB, respectively, for all three tasks. The 36-hour forecasts can be produced in as little as 30 mins on a single Nvidia A30/RTX 2080 Ti. This work also highlights the promising efficiency of Al methods such as diffusion models for high-performance needs in weather forecasting, such as tropical cyclone forecasting, while remaining computationally affordable, making them ideal for highly vulnerable regions with critical forecasting needs and financial limitations. Code accessible at \\url{https://github.com/nathzi1505/forecast-diffmodels}.",
                "citations_per_year": 0.33,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4389421117",
                "doi": "https://doi.org/10.48550/arxiv.2312.01529",
                "topic_id": "https://openalex.org/T11714",
                "publication_year": 2023,
                "cited_by_count": 1,
                "title": "T3D: Towards 3D Medical Image Understanding through Vision-Language Pre-training",
                "abstract": "Expert annotation of 3D medical image for downstream analysis is resource-intensive, posing challenges in clinical applications. Visual self-supervised learning (vSSL), though effective for learning visual invariance, neglects the incorporation of domain knowledge from medicine. To incorporate medical knowledge into visual representation learning, vision-language pre-training (VLP) has shown promising results in 2D image. However, existing VLP approaches become generally impractical when applied to high-resolution 3D medical images due to GPU hardware constraints and the potential loss of critical details caused by downsampling, which is the intuitive solution to hardware constraints. To address the above limitations, we introduce T3D, the first VLP framework designed for high-resolution 3D medical images. T3D incorporates two text-informed pretext tasks: (\\lowerromannumeral{1}) text-informed contrastive learning; (\\lowerromannumeral{2}) text-informed image restoration. These tasks focus on learning 3D visual representations from high-resolution 3D medical images and integrating clinical knowledge from radiology reports, without distorting information through forced alignment of downsampled volumes with detailed anatomical text. Trained on a newly curated large-scale dataset of 3D medical images and radiology reports, T3D significantly outperforms current vSSL methods in tasks like organ and tumor segmentation, as well as disease classification. This underlines T3D's potential in representation learning for 3D medical image analysis. All data and code will be available upon acceptance.",
                "citations_per_year": 0.33,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3163062825",
                "doi": null,
                "topic_id": "https://openalex.org/T10410",
                "publication_year": 2021,
                "cited_by_count": 2,
                "title": "Digital twins based on bidirectional LSTM and GAN for modelling the COVID-19 pandemic",
                "abstract": "The outbreak of the coronavirus disease 2019 (COVID-19) has now spread throughout the globe infecting over 150 million people and causing the death of over 3.2 million people. Thus, there is an urgent need to study the dynamics of epidemiological models to gain a better understanding of how such diseases spread. While epidemiological models can be computationally expensive, recent advances in machine learning techniques have given rise to neural networks with the ability to learn and predict complex dynamics at reduced computational costs. Here we introduce two digital twins of a SEIRS model applied to an idealised town. The SEIRS model has been modified to take account of spatial variation and, where possible, the model parameters are based on official virus spreading data from the UK. We compare predictions from a data-corrected Bidirectional Long Short-Term Memory network and a predictive Generative Adversarial Network. The predictions given by these two frameworks are accurate when compared to the original SEIRS model data. \r\nAdditionally, these frameworks are data-agnostic and could be applied to towns, idealised or real, in the UK or in other countries. Also, more compartments could be included in the SEIRS model, in order to study more realistic epidemiological behaviour.",
                "citations_per_year": 0.4,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4286541186",
                "doi": "https://doi.org/10.2139/ssrn.4167910",
                "topic_id": "https://openalex.org/T10597",
                "publication_year": 2022,
                "cited_by_count": 1,
                "title": "An Efficient Digital Twin Based on Machine Learning Svd Autoencoder and Generalised Latent Assimilation for Nuclear Reactor Physics",
                "abstract": "This paper proposes an approach that combines reduced-order models with machine learning in order to create an digital twin to predict the power distribution over the core during the operation stage. The operational digital twin is designed to solve forward problems given input operation parameters, as well as to solve inverse problems given some observations of the power field. The forward model is realised using SVD autoencoder reduced order model and machine learning methods. The inverse model is based on a generalised latent assimilation method. The effectiveness in the sense of accuracy and real-time solver of the digital twin is illustrated through a real engineering problem in nuclear reactor physics - reactor core simulation in the life cycle of HPR1000 affected by control rod inserting step, burnup, power level and inlet temperature of the coolant, which shows potential applications for on-line monitoring purpose.",
                "citations_per_year": 0.25,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4221149291",
                "doi": "https://doi.org/10.48550/arxiv.2201.02433",
                "topic_id": "https://openalex.org/T11052",
                "publication_year": 2022,
                "cited_by_count": 0,
                "title": "Forecasting emissions through Kaya identity using Neural Ordinary Differential Equations",
                "abstract": "Starting from the Kaya identity, we used a Neural ODE model to predict the evolution of several indicators related to carbon emissions, on a country-level: population, GDP per capita, energy intensity of GDP, carbon intensity of energy. We compared the model with a baseline statistical model - VAR - and obtained good performances. We conclude that this machine-learning approach can be used to produce a wide range of results and give relevant insight to policymakers",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3128731282",
                "doi": null,
                "topic_id": "https://openalex.org/T10410",
                "publication_year": 2021,
                "cited_by_count": 0,
                "title": "Digital twins based on bidirectional LSTM and GAN for modelling COVID-19.",
                "abstract": "The outbreak of the coronavirus disease 2019 (COVID-19) has now spread throughout the globe infecting over 100 million people and causing the death of over 2.2 million people. Thus, there is an urgent need to study the dynamics of epidemiological models to gain a better understanding of how such diseases spread. While epidemiological models can be computationally expensive, recent advances in machine learning techniques have given rise to neural networks with the ability to learn and predict complex dynamics at reduced computational costs. Here we introduce two digital twins of a SEIRS model applied to an idealised town. The SEIRS model has been modified to take account of spatial variation and, where possible, the model parameters are based on official virus spreading data from the UK. We compare predictions from a data-corrected Bidirectional Long Short-Term Memory network and a predictive Generative Adversarial Network. The predictions given by these two frameworks are accurate when compared to the original SEIRS model data. Additionally, these frameworks are data-agnostic and could be applied to towns, idealised or real, in the UK or in other countries. Also, more compartments could be included in the SEIRS model, in order to study more realistic epidemiological behaviour.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            }
        ]
    },
    {
        "oaid": "https://openalex.org/A5091225601",
        "name": "Christopher Waite",
        "papers": [
            {
                "id": "https://openalex.org/W2145960894",
                "doi": "https://doi.org/10.1128/mbio.01168-14",
                "topic_id": "https://openalex.org/T11578",
                "publication_year": 2014,
                "cited_by_count": 42,
                "title": "Chp8, a Diguanylate Cyclase from Pseudomonas syringae pv. Tomato DC3000, Suppresses the Pathogen-Associated Molecular Pattern Flagellin, Increases Extracellular Polysaccharides, and Promotes Plant Immune Evasion",
                "abstract": "ABSTRACT The bacterial plant pathogen Pseudomonas syringae causes disease in a wide range of plants. The associated decrease in crop yields results in economic losses and threatens global food security. Competition exists between the plant immune system and the pathogen, the basic principles of which can be applied to animal infection pathways. P. syringae uses a type III secretion system (T3SS) to deliver virulence factors into the plant that promote survival of the bacterium. The P. syringae T3SS is a product of the hypersensitive response and pathogenicity ( hrp ) and hypersensitive response and conserved ( hrc ) gene cluster, which is strictly controlled by the codependent enhancer-binding proteins HrpR and HrpS. Through a combination of bacterial gene regulation and phenotypic studies, plant infection assays, and plant hormone quantifications, we now report that Chp8 (i) is embedded in the Hrp regulon and expressed in response to plant signals and HrpRS, (ii) is a functional diguanylate cyclase, (iii) decreases the expression of the major pathogen-associated molecular pattern (PAMP) flagellin and increases extracellular polysaccharides (EPS), and (iv) impacts the salicylic acid/jasmonic acid hormonal immune response and disease progression. We propose that Chp8 expression dampens PAMP-triggered immunity during early plant infection. IMPORTANCE The global demand for food is projected to rise by 50% by 2030 and, as such, represents one of the major challenges of the 21st century, requiring improved crop management. Diseases caused by plant pathogens decrease crop yields, result in significant economic losses, and threaten global food security. Gaining mechanistic insights into the events at the plant-pathogen interface and employing this knowledge to make crops more resilient is one important strategy for improving crop management. Plant-pathogen interactions are characterized by the sophisticated interplay between plant immunity elicited upon pathogen recognition and immune evasion by the pathogen. Here, we identify Chp8 as a contributor to the major effort of the plant pathogen Pseudomonas syringae pv. tomato DC3000 to evade immune responses of the plant.",
                "citations_per_year": 3.5,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2767377257",
                "doi": "https://doi.org/10.1007/s11104-017-3440-5",
                "topic_id": "https://openalex.org/T10076",
                "publication_year": 2017,
                "cited_by_count": 30,
                "title": "Mutualism between Klebsiella SGM 81 and Dianthus caryophyllus in modulating root plasticity and rhizospheric bacterial density",
                "abstract": "is a commercially important ornamental flower. Plant growth promoting rhizobacteria are increasingly applied as bio-fertilisers and bio-fortifiers. We studied the effect of a rhizospheric isolate",
                "citations_per_year": 3.33,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2013918997",
                "doi": "https://doi.org/10.3389/fpls.2014.00242",
                "topic_id": "https://openalex.org/T11578",
                "publication_year": 2014,
                "cited_by_count": 28,
                "title": "Differential secretome analysis of Pseudomonas syringae pv tomato using gel-free MS proteomics",
                "abstract": "The plant pathogen Pseudomonas syringae pv.tomato (DC3000) causes virulence by delivering effector proteins into host plant cells through its type three secretion system (T3SS). In response to the plant environment DC3000 expresses hypersensitive response and pathogenicity genes (hrp). Pathogenesis depends on the ability of the pathogen to manipulate the plant metabolism and to inhibit plant immunity, which depends to a large degree on the plant's capacity to recognize both pathogen and microbial determinants (PAMP/MAMP-triggered immunity). We have developed and employed MS-based shotgun and targeted proteomics to (i) elucidate the extracellular and secretome composition of DC3000 and (ii) evaluate temporal features of the assembly of the T3SS and the secretion process together with its dependence of pH. The proteomic screen, under hrp inducing in vitro conditions, of extracellular and cytoplasmatic fractions indicated the segregated presence of not only T3SS implicated proteins such as HopP1, HrpK1, HrpA1 and AvrPto1, but also of proteins not usually associated with the T3SS or with pathogenicity. Using multiple reaction monitoring MS (MRM-MS) to quantify HrpA1 and AvrPto1, we found that HrpA1 is rapidly expressed, at a strict pH-dependent rate and is post-translationally processed extracellularly. These features appear to not interfere with rapid AvrPto1 expression and secretion but may suggest some temporal post-translational regulatory mechanism of the T3SS assembly. The high specificity and sensitivity of the MRM-MS approach should provide a powerful tool to measure secretion and translocation in infected tissues.",
                "citations_per_year": 2.33,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2583088041",
                "doi": "https://doi.org/10.1128/mbio.02273-16",
                "topic_id": "https://openalex.org/T11578",
                "publication_year": 2017,
                "cited_by_count": 26,
                "title": "Negative Autogenous Control of the Master Type III Secretion System Regulator HrpL in<i>Pseudomonas syringae</i>",
                "abstract": "The type III secretion system (T3SS) is a principal virulence determinant of the model bacterial plant pathogen Pseudomonas syringae T3SS effector proteins inhibit plant defense signaling pathways in susceptible hosts and elicit evolved immunity in resistant plants. The extracytoplasmic function sigma factor HrpL coordinates the expression of most T3SS genes. Transcription of hrpL is dependent on sigma-54 and the codependent enhancer binding proteins HrpR and HrpS for hrpL promoter activation. hrpL is oriented adjacently to and divergently from the HrpL-dependent gene hrpJ, sharing an intergenic upstream regulatory region. We show that association of the RNA polymerase (RNAP)-HrpL complex with the hrpJ promoter element imposes negative autogenous control on hrpL transcription in P. syringae pv. tomato DC3000. The hrpL promoter was upregulated in a ΔhrpL mutant and was repressed by plasmid-borne hrpL In a minimal Escherichia coli background, the activity of HrpL was sufficient to achieve repression of reconstituted hrpL transcription. This repression was relieved if both the HrpL DNA-binding function and the hrp-box sequence of the hrpJ promoter were compromised, implying dependence upon the hrpJ promoter. DNA-bound RNAP-HrpL entirely occluded the HrpRS and partially occluded the integration host factor (IHF) recognition elements of the hrpL promoter in vitro, implicating inhibition of DNA binding by these factors as a cause of negative autogenous control. A modest increase in the HrpL concentration caused hypersecretion of the HrpA1 pilus protein but intracellular accumulation of later T3SS substrates. We argue that negative feedback on HrpL activity fine-tunes expression of the T3SS regulon to minimize the elicitation of plant defenses.The United Nations Food and Agriculture Organization has warned that agriculture will need to satisfy a 50% to 70% increase in global food demand if the human population reaches 9 billion by 2050 as predicted. However, diseases caused by microbial pathogens represent a major threat to food security, accounting for over 10% of estimated yield losses in staple wheat, rice, and maize crops. Understanding the decision-making strategies employed by pathogens to coordinate virulence and to evade plant defenses is vital for informing crop resistance traits and management strategies. Many plant-pathogenic bacteria utilize the needle-like T3SS to inject virulence factors into host plant cells to suppress defense signaling. Pseudomonas syringae is an economically and environmentally devastating plant pathogen. We propose that the master regulator of its entire T3SS gene set, HrpL, downregulates its own expression to minimize elicitation of plant defenses. Revealing such conserved regulatory strategies will inform future antivirulence strategies targeting plant pathogens.",
                "citations_per_year": 2.89,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3187485962",
                "doi": "https://doi.org/10.3389/fmicb.2021.718487",
                "topic_id": "https://openalex.org/T11470",
                "publication_year": 2021,
                "cited_by_count": 9,
                "title": "Resource Allocation During the Transition to Diazotrophy in Klebsiella oxytoca",
                "abstract": "Free-living nitrogen-fixing bacteria can improve growth yields of some non-leguminous plants and, if enhanced through bioengineering approaches, have the potential to address major nutrient imbalances in global crop production by supplementing inorganic nitrogen fertilisers. However, nitrogen fixation is a highly resource-costly adaptation and is de-repressed only in environments in which sources of reduced nitrogen are scarce. Here we investigate nitrogen fixation ( nif ) gene expression and nitrogen starvation response signaling in the model diazotroph Klebsiella oxytoca ( Ko ) M5a1 during ammonium depletion and the transition to growth on atmospheric N 2 . Exploratory RNA-sequencing revealed that over 50% of genes were differentially expressed under diazotrophic conditions, among which the nif genes are among the most highly expressed and highly upregulated. Isotopically labelled QconCAT standards were designed for multiplexed, absolute quantification of Nif and nitrogen-stress proteins via multiple reaction monitoring mass spectrometry (MRM-MS). Time-resolved Nif protein concentrations were indicative of bifurcation in the accumulation rates of nitrogenase subunits (NifHDK) and accessory proteins. We estimate that the nitrogenase may account for more than 40% of cell protein during diazotrophic growth and occupy approximately half the active ribosome complement. The concentrations of free amino acids in nitrogen-starved cells were insufficient to support the observed rates of Nif protein expression. Total Nif protein accumulation was reduced 10-fold when the NifK protein was truncated and nitrogenase catalysis lost ( nifK 1 – 1 203 ), implying that reinvestment of de novo fixed nitrogen is essential for further nif expression and a complete diazotrophy transition. Several amino acids accumulated in non-fixing Δ nifLA and nifK 1 – 1203 mutants, while the rest remained highly stable despite prolonged N starvation. Monitoring post-translational uridylylation of the PII-type signaling proteins GlnB and GlnK revealed distinct nitrogen regulatory roles in Ko M5a1. GlnK uridylylation was persistent throughout the diazotrophy transition while a Δ glnK mutant exhibited significantly reduced Nif expression and nitrogen fixation activity. Altogether, these findings highlight quantitatively the scale of resource allocation required to enable the nitrogen fixation adaptation to take place once underlying signaling processes are fulfilled. Our work also provides an omics-level framework with which to model nitrogen fixation in free-living diazotrophs and inform rational engineering strategies.",
                "citations_per_year": 1.8,
                "is_corresponding_author": true
            },
            {
                "id": "https://openalex.org/W2612012523",
                "doi": "https://doi.org/10.1094/mpmi-03-17-0073-r",
                "topic_id": "https://openalex.org/T11578",
                "publication_year": 2017,
                "cited_by_count": 9,
                "title": "Functional Characterization of Key Residues in Regulatory Proteins HrpG and HrpV of <i>Pseudomonas syringae</i> pv. <i>tomato</i> DC3000",
                "abstract": "The plant pathogen Pseudomonas syringae pv. tomato DC3000 uses a type III secretion system (T3SS) to transfer effector proteins into the host. The expression of T3SS proteins is controlled by the HrpL σ factor. Transcription of hrpL is σ 54 -dependent and bacterial enhancer-binding proteins HrpR and HrpS coactivate the hrpL promoter. The HrpV protein imposes negative control upon HrpR and HrpS through direct interaction with HrpS. HrpG interacts with HrpV and relieves such negative control. The sequence alignments across Hrp group I-type plant pathogens revealed conserved HrpV and HrpG amino acids. To establish structure–function relationships in HrpV and HrpG, either truncated or alanine substitution mutants were constructed. Key functional residues in HrpV and HrpG are found within their C-terminal regions. In HrpG, L101 and L105 are indispensable for the ability of HrpG to directly interact with HrpV and suppress HrpV-dependent negative regulation of HrpR and HrpS. In HrpV, L108 and G110 are major determinants for interactions with HrpS and HrpG. We propose that mutually exclusive binding of HrpS and HrpG to the same binding site of HrpV governs a transition from negative control to activation of the HrpRS complex leading to HrpL expression and pathogenicity of P. syringae.",
                "citations_per_year": 1.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2938127425",
                "doi": "https://doi.org/10.1051/matecconf/201927101009",
                "topic_id": "https://openalex.org/T11850",
                "publication_year": 2019,
                "cited_by_count": 4,
                "title": "Life-Cycle Cost Analysis of Reinforced Concrete Bridge Decks with Conventional and Corrosion Resistant Reinforcement",
                "abstract": "Reinforced concrete (RC) bridge decks suffer from corrosion-induced damage due to aggressive environmental conditions or de-icing chemicals. Significant expenditures are typically required to conduct routine maintenance and repairs of affected RC bridges. Compared to conventional steel reinforcement (i.e. black rebar), corrosion resistant reinforcement is initially more expensive but provides longer service life. In this paper, corrosion-induced cracking time, traffic delays associated with bridge deck maintenance, and the environmental impact associated with these activities are integrated into a probabilistic framework to investigate the life-cycle cost of RC bridge decks with conventional and corrosion resistant reinforcement. Monte Carlo simulation is implemented to quantify the probabilistic life-cycle cost of the bridge deck. Preliminary results obtained from this project show that corrosion resistant reinforcement has lower life-cycle cost compared to conventional reinforcement. The indirect cost associated with traffic delays accounts for over 50% of the total life-cycle cost for the investigated case study.",
                "citations_per_year": 0.57,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W2470901751",
                "doi": "https://doi.org/10.3928/01913913-20160617-01",
                "topic_id": "https://openalex.org/T11538",
                "publication_year": 2016,
                "cited_by_count": 1,
                "title": "Orbital Imaging to Identify a “Lost” Lateral Rectus Muscle",
                "abstract": "A 36-year-old man presented with a large-angle esotropia and limited abduction of the right eye. A computed tomography scan of his orbits showed an absent lateral rectus muscle. At the time of surgery, a normal-appearing lateral rectus muscle was found. Postoperative magnetic resonance imaging showed a present but atrophic lateral rectus muscle.",
                "citations_per_year": 0.1,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W3007783893",
                "doi": "https://doi.org/10.1101/2020.02.18.955476",
                "topic_id": "https://openalex.org/T10621",
                "publication_year": 2020,
                "cited_by_count": 0,
                "title": "Molecular origins of transcriptional heterogeneity in diazotrophic<i>K. oxytoca</i>",
                "abstract": "Abstract Phenotypic heterogeneity in clonal bacterial batch cultures is an important adaptive strategy to changing environments, including in diazotrophs with the unique capacity to convert di-nitrogen into bio-available ammonium. In diazotrophic Klebsiella oxytoca we simultaneously measured mRNA levels of key regulatory ( glnK-amtB, nifLA ) and structural ( nifHDK ) operons required for establishing nitrogen fixation, using dual molecule, single cell RNA-FISH. Through stochastic transcription models and mutual information analysis we revealed likely molecular origins for heterogeneity in nitrogenase expression. In wildtype and regulatory variant strains we inferred contributions from intrinsic and extrinsic noise, finding that nifHDK transcription is inherently bursty, but that noise propagation through signalling is also significant. The regulatory gene glnK had the highest discernible effect on nifHDK variance, while noise from factors outside of the regulatory pathway were negligible. Results provide evidence that heterogeneity is a fundamental property of this regulatory system, indicating potential constraints for engineering homogeneous nitrogenase expression.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            },
            {
                "id": "https://openalex.org/W4294991545",
                "doi": "https://doi.org/10.1128/msystems.00596-22",
                "topic_id": "https://openalex.org/T10621",
                "publication_year": 2022,
                "cited_by_count": 0,
                "title": "Molecular Origins of Transcriptional Heterogeneity in Diazotrophic Klebsiella oxytoca",
                "abstract": "Phenotypic heterogeneity in clonal bacterial batch cultures has been shown for a range of bacterial systems; however, the molecular origins of such heterogeneity and its magnitude are not well understood. Under conditions of extreme low-nitrogen stress in the model diazotroph Klebsiella oxytoca, we found remarkably high heterogeneity of nifHDK gene expression, which codes for the structural genes of nitrogenase, one key enzyme of the global nitrogen cycle. This heterogeneity limited the bulk observed nitrogen-fixing capacity of the population. Using dual-probe, single-cell RNA fluorescent in situ hybridization, we correlated nifHDK expression with that of nifLA and glnK-amtB, which code for the main upstream regulatory components. Through stochastic transcription models and mutual information analysis, we revealed likely molecular origins for heterogeneity in nitrogenase expression. In the wild type and regulatory variants, we found that nifHDK transcription was inherently bursty, but we established that noise propagation through signaling was also significant. The regulatory gene glnK had the highest discernible effect on nifHDK variance, while noise from factors outside the regulatory pathway were negligible. Understanding the basis of inherent heterogeneity of nitrogenase expression and its origins can inform biotechnology strategies seeking to enhance biological nitrogen fixation. Finally, we speculate on potential benefits of diazotrophic heterogeneity in natural soil environments. IMPORTANCE Nitrogen is an essential micronutrient for both plant and animal life and naturally exists in both reactive and inert chemical forms. Modern agriculture is heavily reliant on nitrogen that has been \"fixed\" into a reactive form via the energetically expensive Haber-Bosch process, with significant environmental consequences. Nitrogen-fixing bacteria provide an alternative source of fixed nitrogen for use in both biotechnological and agricultural settings, but this relies on a firm understanding of how the fixation process is regulated within individual bacterial cells. We examined the cell-to-cell variability in the nitrogen-fixing behavior of Klebsiella oxytoca, a free-living bacterium. The significance of our research is in identifying not only the presence of marked variability but also the specific mechanisms that give rise to it. This understanding gives insight into both the evolutionary advantages of variable behavior as well as strategies for biotechnological applications.",
                "citations_per_year": 0.0,
                "is_corresponding_author": false
            }
        ]
    }
]